{"title":"Denis Dutton: A Darwinian theory of beauty","description":"TED collaborates with animator Andrew Park to illustrate Denis Dutton's provocative theory on beauty -- that art, music and other beautiful things, far from being simply \"in the eye of the beholder,\" are a core part of human nature with deep evolutionary origins.  ","fValues":[20, 11, 10, 9, 9, 8, 8, 8, 7, 7, 6, 6, 6, 6, 6, 5, 5, 5, 5, 5, 5, 5, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1],"text":"Delighted to be here and to talk to you about a subject dear to my heart, which is beauty. I do the philosophy of art, aesthetics, actually, for a living. I try to figure out intellectually, philosophically, psychologically, what the experience of beauty is, what sensibly can be said about it and how people go off the rails in trying to understand it. Now this is an extremely complicated subject, in part because the things that we call beautiful are so different. I mean just think of the sheer variety -- a baby's face, Berlioz's \"Harold in Italy,\" movies like \"The Wizard of Oz\" or the plays of Chekhov, a central California landscape, a Hokusai view of Mt. Fuji, \"Der Rosenkavalier,\" a stunning match-winning goal in a World Cup soccer match, Van Gogh's \"Starry Night,\" a Jane Austen novel, Fred Astaire dancing across the screen. This brief list includes human beings, natural landforms, works of art and skilled human actions. An account that explains the presence of beauty in everything on this list is not going to be easy. I can, however, give you at least a taste of what I regard as the most powerful theory of beauty we yet have. And we get it not from a philosopher of art, not from a postmodern art theorist or a bigwig art critic. No, this theory comes from an expert on barnacles and worms and pigeon breeding, and you know who I mean: Charles Darwin. Of course, a lot of people think they already know the proper answer to the question, \"What is beauty?\" It's in the eye of the beholder. It's whatever moves you personally. Or, as some people, especially academics prefer, beauty is in the culturally conditioned eye of the beholder. People agree that paintings or movies or music are beautiful because their cultures determine a uniformity of aesthetic taste. Taste for both natural beauty and for the arts travel across cultures with great ease. Beethoven is adored in Japan. Peruvians love Japanese woodblock prints. Inca sculptures are regarded as treasures in British museums, while Shakespeare is translated into every major language of the Earth. Or just think about American jazz or American movies -- they go everywhere. There are many differences among the arts, but there are also universal, cross-cultural aesthetic pleasures and values. How can we explain this universality? The best answer lies in trying to reconstruct a Darwinian evolutionary history of our artistic and aesthetic tastes. We need to reverse-engineer our present artistic tastes and preferences and explain how they came to be engraved in our minds by the actions of both our prehistoric, largely pleistocene environments, where we became fully human, but also by the social situations in which we evolved. This reverse engineering can also enlist help from the human record preserved in prehistory. I mean fossils, cave paintings and so forth. And it should take into account what we know of the aesthetic interests of isolated hunter-gatherer bands that survived into the 19th and the 20th centuries. Now, I personally have no doubt whatsoever that the experience of beauty, with its emotional intensity and pleasure, belongs to our evolved human psychology. The experience of beauty is one component in a whole series of Darwinian adaptations. Beauty is an adaptive effect, which we extend and intensify in the creation and enjoyment of works of art and entertainment. As many of you will know, evolution operates by two main primary mechanisms. The first of these is natural selection -- that's random mutation and selective retention -- along with our basic anatomy and physiology -- the evolution of the pancreas or the eye or the fingernails. Natural selection also explains many basic revulsions, such as the horrid smell of rotting meat, or fears, such as the fear of snakes or standing close to the edge of a cliff. Natural selection also explains pleasures -- sexual pleasure, our liking for sweet, fat and proteins, which in turn explains a lot of popular foods, from ripe fruits through chocolate malts and barbecued ribs. The other great principle of evolution is sexual selection, and it operates very differently. The peacock's magnificent tail is the most famous example of this. It did not evolve for natural survival. In fact, it goes against natural survival. No, the peacock's tail results from the mating choices made by peahens. It's quite a familiar story. It's women who actually push history forward. Darwin himself, by the way, had no doubts that the peacock's tail was beautiful in the eyes of the peahen. He actually used that word. Now, keeping these ideas firmly in mind, we can say that the experience of beauty is one of the ways that evolution has of arousing and sustaining interest or fascination, even obsession, in order to encourage us toward making the most adaptive decisions for survival and reproduction. Beauty is nature's way of acting at a distance, so to speak. I mean, you can't expect to eat an adaptively beneficial landscape. It would hardly do to eat your baby or your lover. So evolution's trick is to make them beautiful, to have them exert a kind of magnetism to give you the pleasure of simply looking at them. Consider briefly an important source of aesthetic pleasure, the magnetic pull of beautiful landscapes. People in very different cultures all over the world tend to like a particular kind of landscape, a landscape that just happens to be similar to the pleistocene savannas where we evolved. This landscape shows up today on calendars, on postcards, in the design of golf courses and public parks and in gold-framed pictures that hang in living rooms from New York to New Zealand. It's a kind of Hudson River school landscape featuring open spaces of low grasses interspersed with copses of trees. The trees, by the way, are often preferred if they fork near the ground, that is to say, if they're trees you could scramble up if you were in a tight fix. The landscape shows the presence of water directly in view, or evidence of water in a bluish distance, indications of animal or bird life as well as diverse greenery and finally -- get this -- a path or a road, perhaps a riverbank or a shoreline, that extends into the distance, almost inviting you to follow it. This landscape type is regarded as beautiful, even by people in countries that don't have it. The ideal savanna landscape is one of the clearest examples where human beings everywhere find beauty in similar visual experience. But, someone might argue, that's natural beauty. How about artistic beauty? Isn't that exhaustively cultural? No, I don't think it is. And once again, I'd like to look back to prehistory to say something about it. It is widely assumed that the earliest human artworks are the stupendously skillful cave paintings that we all know from Lascaux and Chauvet. Chauvet caves are about 32,000 years old, along with a few small, realistic sculptures of women and animals from the same period. But artistic and decorative skills are actually much older than that. Beautiful shell necklaces that look like something you'd see at an arts and crafts fair, as well as ochre body paint, have been found from around 100,000 years ago. But the most intriguing prehistoric artifacts are older even than this. I have in mind the so-called Acheulian hand axes. The oldest stone tools are choppers from the Olduvai Gorge in East Africa. They go back about two-and-a-half-million years. These crude tools were around for thousands of centuries, until around 1.4 million years ago when Homo erectus started shaping single, thin stone blades, sometimes rounded ovals, but often in what are to our eyes an arresting, symmetrical pointed leaf or teardrop form. These Acheulian hand axes -- they're named after St. Acheul in France, where finds were made in 19th century -- have been unearthed in their thousands, scattered across Asia, Europe and Africa, almost everywhere Homo erectus and Homo ergaster roamed. Now, the sheer numbers of these hand axes shows that they can't have been made for butchering animals. And the plot really thickens when you realize that, unlike other pleistocene tools, the hand axes often exhibit no evidence of wear on their delicate blade edges. And some, in any event, are too big to use for butchery. Their symmetry, their attractive materials and, above all, their meticulous workmanship are simply quite beautiful to our eyes, even today. So what were these ancient -- I mean, they're ancient, they're foreign, but they're at the same time somehow familiar. What were these artifacts for? The best available answer is that they were literally the earliest known works of art, practical tools transformed into captivating aesthetic objects, contemplated both for their elegant shape and their virtuoso craftsmanship. Hand axes mark an evolutionary advance in human history -- tools fashioned to function as what Darwinians call \"fitness signals\" -- that is to say, displays that are performances like the peacock's tail, except that, unlike hair and feathers, the hand axes are consciously cleverly crafted. Competently made hand axes indicated desirable personal qualities -- intelligence, fine motor control, planning ability, conscientiousness and sometimes access to rare materials. Over tens of thousands of generations, such skills increased the status of those who displayed them and gained a reproductive advantage over the less capable. You know, it's an old line, but it has been shown to work -- \"Why don't you come up to my cave, so I can show you my hand axes?\" (Laughter) Except, of course, what's interesting about this is that we can't be sure how that idea was conveyed, because the Homo erectus that made these objects did not have language. It's hard to grasp, but it's an incredible fact. This object was made by a hominid ancestor, Homo erectus or Homo ergaster, between 50,000 and 100,000 years before language. Stretching over a million years, the hand axe tradition is the longest artistic tradition in human and proto-human history. By the end of the hand axe epic, Homo sapiens -- as they were then called, finally -- were doubtless finding new ways to amuse and amaze each other by, who knows, telling jokes, storytelling, dancing, or hairstyling. Yes, hairstyling -- I insist on that. For us moderns, virtuoso technique is used to create imaginary worlds in fiction and in movies, to express intense emotions with music, painting and dance. But still, one fundamental trait of the ancestral personality persists in our aesthetic cravings: the beauty we find in skilled performances. From Lascaux to the Louvre to Carnegie Hall, human beings have a permanent innate taste for virtuoso displays in the arts. We find beauty in something done well. So the next time you pass a jewelry shop window displaying a beautifully cut teardrop-shaped stone, don't be so sure it's just your culture telling you that that sparkling jewel is beautiful. Your distant ancestors loved that shape and found beauty in the skill needed to make it, even before they could put their love into words. Is beauty in the eye of the beholder? No, it's deep in our minds. It's a gift handed down from the intelligent skills and rich emotional lives of our most ancient ancestors. Our powerful reaction to images, to the expression of emotion in art, to the beauty of music, to the night sky, will be with us and our descendants for as long as the human race exists. Thank you. (Applause)","chapterStarts":[0,2500,5000,7500,10000],"fKeys":["beauty","human","hand","beautiful","landscape","art","axes","natural","aesthetic","homo","can","know","made","people","years","also","artistic","even","experience","like","mean","tools","actually","arts","erectus","evolution","explains","eye","history","just","movies","now","one","peacocks","pleasure","say","selection","tail","taste","think","across","ancient","answer","around","beholder","beings","cave","cultures","distance","everywhere","evolved","eyes","find","go","kind","language","many","music","new","often","paintings","pleistocene","shows","skills","something","stone","survival","th","thousands","trees","us","virtuoso","way","works","account","acheulian","actions","adaptive","africa","ago","almost","along","american","ancestors","animals","artifacts","axe","back","basic","best","call","centuries","chauvet","course","dancing","darwin","darwinian","different","displays","earliest","eat","emotional","ergaster","evidence","evolutionary","except","explain","fact","familiar","finally","found","get","give","great","hairstyling","lascaux","list","living","look","lot","love","make","materials","million","mind","minds","night","objects","old","older","operates","performances","personally","pleasures","powerful","prehistoric","prehistory","presence","quite","regarded","sculptures","sexual","shape","sheer","similar","simply","skilled","sometimes","subject","sure","tastes","telling","theory","time","today","tradition","trying","unlike","used","view","water","ways","will","women","world","ability","academics","access","acheul","acting","adaptations","adaptively","adored","advance","advantage","aesthetics","agree","already","amaze","among","amuse","anatomy","ancestor","ancestral","animal","applause","argue","arousing","arresting","artworks","asia","assumed","astaire","attractive","austen","available","baby","babys","bands","barbecued","barnacles","beautifully","became","beethoven","belongs","beneficial","berliozs","big","bigwig","bird","blade","blades","bluish","body","breeding","brief","briefly","british","butchering","butchery","calendars","california","called","came","capable","captivating","carnegie","caves","central","century","charles","chekhov","chocolate","choices","choppers","clearest","cleverly","cliff","close","come","comes","competently","complicated","component","conditioned","conscientiousness","consciously","consider","contemplated","control","conveyed","copses","countries","courses","crafted","crafts","craftsmanship","cravings","create","creation","critic","crosscultural","crude","cultural","culturally","culture","cup","cut","dance","darwinians","dear","decisions","decorative","deep","delicate","delighted","der","descendants","design","desirable","determine","differences","differently","directly","displayed","displaying","distant","diverse","done","doubt","doubtless","doubts","earth","ease","east","easy","edge","edges","effect","elegant","emotion","emotions","encourage","end","engineering","engraved","enjoyment","enlist","entertainment","environments","epic","especially","europe","event","every","everything","evolutions","evolve","example","examples","exert","exhaustively","exhibit","exists","expect","expert","express","expression","extend","extends","extremely","face","fair","famous","fascination","fashioned","fat","fear","fears","feathers","featuring","fiction","figure","finding","finds","fine","fingernails","firmly","first","fitness","fix","follow","foods","foreign","fork","form","forth","forward","fossils","france","fred","fruits","fuji","fully","function","fundamental","gained","generations","gift","goal","goes","goghs","going","goldframed","golf","gorge","grasp","grasses","greenery","ground","hair","hall","handed","hang","happens","hard","hardly","harold","heart","help","hokusai","hominid","horrid","however","hudson","huntergatherer","idea","ideal","ideas","images","imaginary","important","inca","includes","increased","incredible","indicated","indications","innate","insist","intellectually","intelligence","intelligent","intense","intensify","intensity","interest","interesting","interests","interspersed","intriguing","inviting","isolated","italy","jane","japan","japanese","jazz","jewel","jewelry","jokes","keeping","known","knows","landforms","landscapes","largely","laughter","leaf","least","less","lies","life","liking","line","literally","lives","long","longest","looking","louvre","loved","lover","low","magnetic","magnetism","magnificent","main","major","making","malts","mark","match","matchwinning","mating","meat","mechanisms","meticulous","might","moderns","motor","moves","mt","much","museums","mutation","named","natures","near","necklaces","need","needed","next","novel","numbers","object","obsession","ochre","oldest","olduvai","open","order","ovals","oz","paint","painting","pancreas","parks","part","particular","pass","path","peahen","peahens","perhaps","period","permanent","persists","personal","personality","peruvians","philosopher","philosophically","philosophy","physiology","pictures","pigeon","planning","plays","plot","pointed","popular","postcards","postmodern","practical","prefer","preferences","preferred","present","preserved","primary","principle","prints","proper","proteins","protohuman","psychologically","psychology","public","pull","push","put","qualities","question","race","rails","random","rare","reaction","realistic","realize","really","reconstruct","record","regard","reproduction","reproductive","results","retention","reverse","reverseengineer","revulsions","ribs","rich","ripe","river","riverbank","road","roamed","rooms","rosenkavalier","rotting","rounded","said","sapiens","savanna","savannas","scattered","school","scramble","screen","see","selective","sensibly","series","shakespeare","shaping","shop","shoreline","show","shown","signals","single","situations","skill","skillful","sky","small","smell","snakes","socalled","soccer","social","somehow","someone","source","spaces","sparkling","speak","st","standing","starry","started","status","still","story","storytelling","stretching","stunning","stupendously","survived","sustaining","sweet","symmetrical","symmetry","take","talk","teardrop","teardropshaped","technique","tend","tens","thank","theorist","thickens","thin","things","tight","toward","trait","transformed","translated","travel","treasures","trick","try","turn","two","twoandahalfmillion","type","understand","unearthed","uniformity","universal","universality","use","values","van","variety","visual","wear","whatever","whatsoever","whole","widely","window","wizard","woodblock","word","words","work","workmanship","worlds","worms","yes","yet","york","zealand"],"chapterTitles":["Segment 1","Segment 2","Segment 3","Segment 4","Segment 5"],"url":"http:\/\/www.ted.com\/talks\/denis_dutton_a_darwinian_theory_of_beauty.html"}