{"title":"Ivan Oransky: Are we over-medicalized?","description":"Reuters health editor Ivan Oransky warns that we’re suffering from an epidemic of preposterous preconditions -- pre-diabetes, pre-cancer, and many more. In this engaging talk from TEDMED he shows how health care can find a solution... by taking an important lesson from baseball.","fValues":[12, 11, 10, 8, 8, 7, 7, 7, 7, 7, 6, 6, 6, 5, 5, 5, 5, 5, 5, 5, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1],"text":"Those of you who have seen the film \"Moneyball,\" or have read the book by Michael Lewis, will be familiar with the story of Billy Beane. Billy was supposed to be a tremendous ballplayer; all the scouts told him so. They told his parents that they predicted that he was going to be a star. But what actually happened when he signed the contract -- and by the way, he didn't want to sign that contract, he wanted to go to\ncollege -- which is what my mother, who actually does\nlove me, said that I should do too, and I did -- well, he didn't do very well. He struggled\nmightily. He got traded a couple of times, he ended up in the Minors for most of his career, and he actually ended up in management. He ended up as a General Manager of the Oakland A's. Now for many of you in this room, ending up in management, which is also what I've done, is seen as a success. I can assure you that for a kid trying to make it in the Bigs, going into management ain't no success story. It's a failure. And what I want to talk to you about today, and share with you, is that our healthcare system, our medical system, is\njust as bad at predicting what happens to people in it -- patients,\nothers -- as those scouts were at predicting what would happen to Billy Beane. And yet, every day thousands of people in this country are diagnosed with preconditions. We hear about pre-hypertension, we hear about pre-dementia, we hear about pre-anxiety, and I'm pretty sure that I diagnosed myself with that in the green room. We also refer to subclinical conditions. There's subclinical atherosclerosis, subclinical hardening of the arteries, obviously linked to heart attacks, potentially. One of my favorites is called\nsubclinical acne. If you look up subclinical acne, you may find a website, which I did, which says that this is the easiest type of acne to treat. You don't have the pustules or the redness and inflammation. Maybe that's because you don't actually\nhave acne. I have a name for all of these conditions, it's another precondition: I call them preposterous. In baseball, the game follows the pre-game. Season follows the pre-season. But with a lot of these conditions, that actually isn't the case, or at least it isn't the case all the time. It's as if there's a rain delay, every single time in many cases. We have pre-cancerous lesions, which often don't turn into cancer. And yet, if you take, for example, subclinical\nosteoporosis, a bone thinning disease, the precondition, otherwise known as osteopenia, you would have to treat 270\nwomen for three years in order to prevent one broken bone. That's an awful lot of women when you multiply by the number of women\nwho were diagnosed with this osteopenia. And so is it any wonder, given all of the costs and the side effects of the drugs that we're using to treat these preconditions, that every year we're spending more than two trillion dollars on healthcare and yet 100,000 people a year -- and that's a conservative estimate -- are dying not because of the conditions they have, but because of the treatments that we're giving them and the complications of those treatments? We've medicalized everything in this country. Women in the audience, I have\nsome pretty bad news that you already know, and that's that every aspect of your\nlife has been medicalized. Strike one is when you hit puberty. You now have something that happens to you once a month that has been medicalized. It's a condition; it has to be treated. Strike two is if you get pregnant. That's been medicalized as\nwell. You have to have a high-tech experience of pregnancy, otherwise something might go wrong. Strike three is menopause. We all know what happened when millions of women were given hormone replacement therapy for menopausal symptoms for decades until all of a sudden we realized, because a study came out, a big one, NIH-funded. It said, actually, a lot of that hormone replacement therapy may be doing more harm than good for many of those women. Just in case, I don't want to leave the men out -- I am one, after all -- I have really bad news for all of you in\nthis room, and for everyone listening and watching elsewhere: You all have a universally fatal condition. So, just take a moment. It's called pre-death. Every single one of you has it, because\nyou have the risk factor for it, which is being alive. But I have some good news for you,\nbecause I'm a journalist, I like to end things in a happy way or a forward-thinking way. And that good news is that if you can survive to the end of my talk, which we'll see if that happens for everyone, you will be a pre-vivor. I made up pre-death. If I used someone else's pre-death, I apologize, I think I made it up. I didn't make up pre-vivor. Pre-vivor is what a particular cancer advocacy group would like everyone who just has a risk factor, but hasn't actually had that cancer, to call themselves. You are a pre-vivor. We've had HBO here this morning. I'm wondering if Mark Burnett is anywhere in the audience, I'd like to suggest a reality TV show called \"Pre-vivor.\" If you develop a disease, you're off\nthe island. But the problem is, we have a system that is completely -- basically promoted this. We've selected, at every point in this system, to do what we do, and to give everyone a\nprecondition and then eventually a condition, in some cases. Start with the doctor-patient\nrelationship. Doctors, most of them, are in a fee-for-service system. They are\nbasically incentivized to do more -- procedures, tests, prescribe medications. Patients come to them, they want to do something. We're\nAmericans, we can't just stand there, we have to do something. And so\nthey want a drug. They want a treatment. They want to be told, this is what you have and this is how you treat it. If the doctor\ndoesn't give you that, you go somewhere else. That's not very good for doctors'\nbusiness. Or even worse, if you are diagnosed with something\neventually, and the doctor didn't order that test, you get sued. We have pharmaceutical companies that are\nconstantly trying to expand the indications, expand the number of people who are eligible for a given treatment, because that obviously helps their bottom line.\nWe have advocacy groups, like the one that's come up with\npre-vivor, who want to make more and more people feel they are at risk, or might have a condition, so that they can raise more funds and raise visibility, et cetera. But this isn't actually, despite what journalists typically do,\nthis isn't actually about blaming particular players. We are all responsible. I'm responsible. I actually root for the Yankees, I mean talk\nabout rooting for the worst\npossible offender when it comes to doing\neverything you can do. Thank you. But everyone is responsible. I went to medical school, and I didn't have a course called How to Think Skeptically, or How Not to Order Tests. We have this system where that's what you do. And it actually took being a journalist to understand all these incentives. You know, economists like to say, there are no bad people, there are just bad incentives. And that's actually true. Because what we've created is a sort of Field of Dreams, when it comes to medical technology. So when you put another MRI in\nevery corner, you put a robot in every hospital saying that everyone has to have robotic surgery. Well, we've created a system where if you\nbuild it, they will come. But you can actually perversely tell people to come, convince them that they have to come. It was when I became a journalist that I really realized how I was part of this problem, and how we all are part of this problem. I was medicalizing every risk factor, I was writing stories, commissioning stories, every day, that were trying to, not necessarily make people worried, although that was what often happened. But, you know, there are ways out. I saw my own internist last week, and he said to me, \"You know,\" and he told me something that everyone in this audience could have\ntold me for free, but I paid him for the privilege, which\nis that I need to lose some weight. Well, he's right. I've had honest-to-goodness high blood pressure for a dozen years now, same age my father got it, and it's a real disease. It's not pre-hypertension, it's actual hypertension, high blood pressure. Well, he's right, but he didn't say to me, well, you have pre-obesity or you have pre-diabetes, or anything like that. He didn't say, better start taking this Statin, you need to lower your cholesterol. No, he said, \"Go out and lose some weight. Come back and see me in a bit, or just give me a call and let me know how you're doing.\" So that's, to me, a way forward. Billy Beane, by the way, learned the same\nthing. He learned, from watching this kid who he eventually hired, who was really successful for him, that it wasn't swinging for the fences, it\nwasn't swinging at every pitch like the sluggers do, which is what all the expensive teams like the Yankees like to -- they like to pick up those guys. This kid told him, you know, you gotta watch the guys, and you gotta go out and find the guys who like to walk, because getting on base by a walk is just as good, and in our healthcare\nsystem we need to figure out, is that really a good pitch or should we let it go by and not swing at everything? Thanks.","chapterStarts":[0,2500,5000,7500],"fKeys":["actually","like","every","people","want","everyone","just","know","one","system","come","go","good","bad","can","previvor","something","told","way","women","acne","billy","condition","conditions","diagnosed","make","medicalized","news","really","risk","said","subclinical","treat","audience","beane","call","called","cancer","case","disease","ended","factor","give","given","guys","happened","happens","hear","journalist","kid","lot","management","many","medical","need","now","order","predeath","problem","responsible","room","say","strike","trying","will","yet","advocacy","also","another","blood","bone","cases","comes","contract","country","created","day","end","eventually","everything","expand","find","follows","get","going","got","gotta","healthcare","high","hormone","incentives","learned","let","lose","made","may","might","number","obviously","often","osteopenia","otherwise","part","particular","pitch","precondition","preconditions","predicting","prehypertension","pressure","pretty","put","raise","realized","replacement","right","scouts","see","seen","single","start","stories","story","success","swinging","take","talk","tests","therapy","think","three","time","treatment","treatments","two","walk","watching","weight","yankees","year","years","actual","actuallyhave","age","aint","alive","already","although","anything","anywhere","apologize","aprecondition","arebasically","areconstantly","arteries","aspect","assure","aswell","atherosclerosis","attacks","awful","back","ballplayer","base","baseball","basically","became","becauseyou","better","big","bigs","bit","blaming","book","bottom","broken","burnett","calledsubclinical","came","career","cetera","cholesterol","commissioning","companies","completely","complications","conservative","convince","corner","costs","couple","course","decades","delay","despite","develop","doctor","doctordoesnt","doctorpatientrelationship","doctors","doctorsbusiness","doeslove","doingeverything","dollars","done","dothis","dozen","dreams","drug","drugs","dying","easiest","economists","effects","eligible","else","elses","elsewhere","ending","estimate","et","even","example","expensive","experience","failure","familiar","fatal","father","favorites","feeforservice","feel","fences","field","figure","film","forward","forwardthinking","free","funds","game","general","getting","giving","green","group","groups","happen","happy","hardening","harm","havesome","havetold","hbo","healthcaresystem","heart","helps","hightech","hired","hit","honesttogoodness","hospital","hypertension","incentivized","indications","inevery","inflammation","internist","inthis","isjust","island","itwasnt","journalists","known","last","least","leave","lesions","lewis","linewe","linked","listening","look","lower","manager","mark","maybe","mean","medicalizing","medications","men","menopausal","menopause","michael","millions","minors","moment","moneyball","month","morning","mother","mri","multiply","name","necessarily","nihfunded","oakland","offender","offthe","paid","parents","patients","patientsothers","perversely","pharmaceutical","pick","players","point","potentially","preanxiety","precancerous","predementia","prediabetes","predicted","pregame","pregnancy","pregnant","preobesity","preposterous","prescribe","preseason","prevent","privilege","procedures","promoted","puberty","pustules","rain","read","real","reality","redness","refer","robot","robotic","root","rooting","samething","saw","saying","says","school","season","selected","share","show","side","sign","signed","skeptically","sluggers","someone","somethingeventually","somewhere","sort","sothey","spending","stand","star","statin","struggledmightily","study","subclinicalosteoporosis","successful","sudden","sued","suggest","supposed","sure","surgery","survive","swing","symptoms","taking","talkabout","teams","technology","tell","test","thank","thanks","things","thinning","thousands","times","tocollege","today","took","traded","treated","tremendous","trillion","true","turn","tv","type","typically","understand","universally","used","using","visibility","wanted","watch","ways","website","week","went","wereamericans","whichis","withprevivor","womenwho","wonder","wondering","worried","worse","worstpossible","writing","wrong","youbecause","youbuild","yourlife"],"chapterTitles":["Segment 1","Segment 2","Segment 3","Segment 4"],"url":"http:\/\/www.ted.com\/talks\/ivan_oransky_are_we_over_medicalized.html"}