{"title":"Sheryl Sandberg: Why we have too few women leaders","description":"Facebook COO Sheryl Sandberg looks at why a smaller percentage of women than men reach the top of their professions -- and offers 3 powerful pieces of advice to women aiming for the C-suite.","fValues":[35, 15, 13, 12, 12, 12, 12, 11, 11, 11, 11, 11, 10, 10, 9, 9, 9, 8, 8, 8, 8, 8, 8, 8, 8, 7, 7, 7, 7, 7, 7, 7, 7, 7, 7, 7, 6, 6, 6, 6, 6, 6, 6, 6, 6, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1],"text":"So for any of us in this room today, let's start out by admitting we're lucky. We don't live in the world our mothers lived in, our grandmothers lived in, where career choices for women were so limited. And if you're in this room today, most of us grew up in a world where we had basic civil rights, and amazingly, we still live in a world where some women don't have them. But all that aside, we still have a problem, and it's a real problem. And the problem is this: Women are not making it to the top of any profession anywhere in the world. The numbers tell the story quite clearly. 190 heads of state -- nine are women. Of all the people in parliament in the world, 13 percent are women. In the corporate sector, women at the top, C-level jobs, board seats -- tops out at 15, 16 percent. The numbers have not moved since 2002 and are going in the wrong direction. And even in the non-profit world, a world we sometimes think of as being led by more women, women at the top: 20 percent. We also have another problem, which is that women face harder choices between professional success and personal fulfillment. A recent study in the U.S. showed that, of married senior managers, two-thirds of the married men had children and only one-third of the married women had children. A couple of years ago, I was in New York, and I was pitching a deal, and I was in one of those fancy New York private equity offices you can picture. And I'm in the meeting -- it's about a three-hour meeting -- and two hours in, there kind of needs to be that bio break, and everyone stands up, and the partner running the meeting starts looking really embarrassed. And I realized he doesn't know where the women's room is in his office. So I start looking around for  moving boxes, figuring they just moved in, but I don't see any. And so I said, \"Did you just move into this office?\" And he said, \"No, we've been here about a year.\" And I said, \"Are you telling me that I am the only woman to have pitched a deal in this office in a year?\" And he looked at me, and he said, \"Yeah. Or maybe you're the only one who had to go to the bathroom.\" (Laughter) So the question is, how are we going to fix this? How do we change these numbers at the top? How do we make this different? I want to start out by saying, I talk about this -- about keeping women in the workforce -- because I really think that's the answer. In the high-income part of our workforce, in the people who end up at the top -- Fortune 500 CEO jobs, or the equivalent in other industries -- the problem, I am convinced, is that women are dropping out. Now people talk about this a lot, and they talk about things like flextime and mentoring and programs companies should have to train women. I want to talk about none of that today, even though that's all really important. Today I want to focus on what we can do as individuals. What are the messages we need to tell ourselves? What are the messages we tell the women who work with and for us? What are the messages we tell our daughters? Now, at the outset, I want to be very clear that this speech comes with no judgments. I don't have the right answer. I don't even have it for myself. I left San Francisco, where I live, on Monday, and I was getting on the plane for this conference. And my daughter, who's three, when I dropped her off at preschool, did that whole hugging-the-leg, crying, \"Mommy, don't get on the plane\" thing. This is hard. I feel guilty sometimes. I know no women, whether they're at home or whether they're in the workforce, who don't feel that sometimes. So I'm not saying that staying in the workforce is the right thing for everyone. My talk today is about what the messages are if you do want to stay in the workforce, and I think there are three. One, sit at the table. Two, make your partner a real partner. And three, don't leave before you leave. Number one: sit at the table. Just a couple weeks ago at Facebook, we hosted a very senior government official, and he came in to meet with senior execs from around Silicon Valley. And everyone kind of sat at the table. And then he had these two women who were traveling with him who were pretty senior in his department, and I kind of said to them, \"Sit at the table. Come on, sit at the table,\" and they sat on the side of the room. When I was in college my senior year, I took a course called European Intellectual History. Don't you love that kind of thing from college? I wish I could do that now. And I took it with my roommate, Carrie, who was then a brilliant literary student -- and went on to be a brilliant literary scholar -- and my brother -- smart guy, but a water-polo-playing pre-med, who was a sophomore. The three of us take this class together. And then Carrie reads all the books in the original Greek and Latin, goes to all the lectures. I read all the books in English and go to most of the lectures. My brother is kind of busy. He reads one book of 12 and goes to a couple of lectures, marches himself up to our room a couple days before the exam to get himself tutored. The three of us go to the exam together, and we sit down. And we sit there for three hours -- and our little blue notebooks -- yes, I'm that old. And we walk out, and we look at each other, and we say, \"How did you do?\" And Carrie says, \"Boy, I feel like I didn't really draw out the main point on the Hegelian dialectic.\" And I say, \"God, I really wish I had really connected John Locke's theory of property with the philosophers who follow.\" And my brother says, \"I got the top grade in the class.\" \"You got the top grade in the class? You don't know anything.\" The problem with these stories is that they show what the data shows: women systematically underestimate their own abilities. If you test men and women, and you ask them questions on totally objective criteria like GPAs, men get it wrong slightly high, and women get it wrong slightly low. Women do not negotiate for themselves in the workforce. A study in the last two years of people entering the workforce out of college showed that 57 percent of boys entering, or men, I guess, are negotiating their first salary, and only seven percent of women. And most importantly, men attribute their success to themselves, and women attribute it to other external factors. If you ask men why they did a good job, they'll say, \"I'm awesome. Obviously. Why are you even asking?\" If you ask women why they did a good job, what they'll say is someone helped them, they got lucky, they worked really hard. Why does this matter? Boy, it matters a lot because no one gets to the corner office by sitting on the side, not at the table, and no one gets the promotion if they don't think they deserve their success, or they don't even understand their own success. I wish the answer were easy. I wish I could just go tell all the young women I work for, all these fabulous women, \"Believe in yourself and negotiate for yourself. Own your own success.\" I wish I could tell that to my daughter. But it's not that simple. Because what the data shows, above all else, is one thing, which is that success and likeability are positively correlated for men and negatively correlated for women. And everyone's nodding, because we all know this to be true. There's a really good study that shows this really well. There's a famous Harvard Business School study on a woman named Heidi Roizen. And she's an operator in a company in Silicon Valley, and she uses her contacts to become a very successful venture capitalist. In 2002 -- not so long ago -- a professor who was then at Columbia University took that case and made it Howard Roizen. And he gave the case out, both of them, to two groups of students. He changed exactly one word: \"Heidi\" to \"Howard.\" But that one word made a really big difference. He then surveyed the students, and the good news was the students, both men and women, thought Heidi and Howard were equally competent, and that's good. The bad news was that everyone liked Howard. He's a great guy. You want to work for him. You want to spend the day fishing with him. But Heidi? Not so sure. She's a little out for herself. She's a little political. You're not sure you'd want to work for her. This is the complication. We have to tell our daughters and our colleagues, we have to tell ourselves to believe we got the A, to reach for the promotion, to sit at the table, and we have to do it in a world where, for them, there are sacrifices they will make for that, even though for their brothers, there are not. The saddest thing about all of this is that it's really hard to remember this. And I'm about to tell a story which is truly embarrassing for me, but I think important. I gave this talk at Facebook not so long ago to about 100 employees, and a couple hours later, there was a young woman who works there sitting outside my little desk, and she wanted to talk to me. I said, okay, and she sat down, and we talked. And she said, \"I learned something today. I learned that I need to keep my hand up.\" I said, \"What do you mean?\" She said, \"Well, you're giving this talk, and you said you were going to take two more questions. And I had my hand up with lots of other people, and you took two more questions. And I put my hand down, and I noticed all the women put their hand down, and then you took more questions, only from the men.\" And I thought to myself, wow, if it's me -- who cares about this, obviously -- giving this talk -- and during this talk, I can't even notice that the men's hands are still raised, and the women's hands are still raised, how good are we as managers of our companies and our organizations at seeing that the men are reaching for opportunities more than women? We've got to get women to sit at the table. (Applause) Message number two: make your partner a real partner. I've become convinced that we've made more progress in the workforce than we have in the home. The data shows this very clearly. If a woman and a man work full-time and have a child, the woman does twice the amount of housework the man does, and the woman does three times the amount of childcare the man does. So she's got three jobs or two jobs, and he's got one. Who do you think drops out when someone needs to be home more? The causes of this are really complicated, and I don't have time to go into them. And I don't think Sunday football-watching and general laziness is the cause. I think the cause is more complicated. I think, as a society, we put more pressure on our boys to succeed than we do on our girls. I know men that stay home and work in the home to support wives with careers, and it's hard. When I go to the Mommy-and-Me stuff and I see the father there, I notice that the other mommies don't play with him. And that's a problem, because we have to make it as important a job, because it's the hardest job in the world to work inside the home, for people of both genders, if we're going to even things out and let women stay in the workforce. (Applause) Studies show that households with equal earning and equal responsibility also have half the divorce rate. And if that wasn't good enough motivation for everyone out there, they also have more -- how shall I say this on this stage? -- they know each other more in the biblical sense as well. (Cheers) Message number three: don't leave before you leave. I think there's a really deep irony to the fact that actions women are taking -- and I see this all the time -- with the objective of staying in the workforce actually lead to their eventually leaving. Here's what happens: We're all busy. Everyone's busy. A woman's busy. And she starts thinking about having a child, and from the moment she starts thinking about having a child, she starts thinking about making room for that child. \"How am I going to fit this into everything else I'm doing?\" And literally from that moment, she doesn't raise her hand anymore, she doesn't look for a promotion, she doesn't take on the new project, she doesn't say, \"Me. I want to do that.\" She starts leaning back. The problem is that -- let's say she got pregnant that day, that day -- nine months of pregnancy, three months of maternity leave, six months to catch your breath -- fast-forward two years, more often -- and as I've seen it -- women start thinking about this way earlier -- when they get engaged, when they get married, when they start thinking about trying to have a child, which can take a long time. One woman came to see me about this, and I kind of looked at her -- she looked a little young. And I said, \"So are you and your husband thinking about having a baby?\" And she said, \"Oh no, I'm not married.\" She didn't even have a boyfriend. I said, \"You're thinking about this just way too early.\" But the point is that what happens once you start kind of quietly leaning back? Everyone who's been through this -- and I'm here to tell you, once you have a child at home, your job better be really good to go back, because it's hard to leave that kid at home -- your job needs to be challenging. It needs to be rewarding. You need to feel like you're making a difference. And if two years ago you didn't take a promotion and some guy next to you did, if three years ago you stopped looking for new opportunities, you're going to be bored because you should have kept your foot on the gas pedal. Don't leave before you leave. Stay in. Keep your foot on the gas pedal, until the very day you need to leave to take a break for a child -- and then make your decisions. Don't make decisions too far in advance, particularly ones you're not even conscious you're making. My generation really, sadly, is not going to change the numbers at the top. They're just not moving. We are not going to get to where 50 percent of the population -- in my generation, there will not be 50 percent of [women] at the top of any industry. But I'm hopeful that future generations can. I think a world that was run where half of our countries and half of our companies were run by women, would be a better world. And it's not just because people would know where the women's bathrooms are, even though that would be very helpful. I think it would be a better world. I have two children. I have a five-year-old son and a two-year-old daughter. I want my son to have a choice to contribute fully in the workforce or at home, and I want my daughter to have the choice to not just succeed, but to be liked for her accomplishments. Thank you. (Applause)","chapterStarts":[0,2500,5000,7500,10000,12500],"fKeys":["women","really","said","one","think","two","world","even","men","three","want","workforce","talk","tell","home","leave","top","get","going","good","got","just","problem","sit","table","child","go","kind","know","make","people","percent","say","thinking","woman","work","ago","everyone","job","room","start","success","take","today","us","couple","hand","hard","little","married","partner","senior","starts","thing","took","wish","years","busy","can","daughter","day","feel","heidi","howard","jobs","like","making","messages","need","needs","new","numbers","office","promotion","questions","see","shows","stay","still","study","also","answer","applause","ask","back","better","brother","carrie","children","class","college","companies","data","guy","half","hours","important","lectures","live","long","looked","looking","made","man","meeting","months","now","number","put","real","sat","sometimes","students","though","time","womens","wrong","year","young","amount","around","attribute","become","believe","books","boy","boys","break","brilliant","came","case","cause","change","choice","choices","clearly","complicated","convinced","correlated","daughters","deal","decisions","difference","else","entering","equal","everyones","exam","facebook","foot","gas","gave","generation","gets","giving","goes","grade","hands","happens","keep","leaning","learned","liked","literary","lived","look","lot","lucky","managers","message","moment","moved","moving","negotiate","news","nine","notice","objective","obviously","opportunities","pedal","plane","point","raised","reads","right","roizen","run","saying","says","show","showed","side","silicon","sitting","slightly","someone","son","staying","story","succeed","sure","things","thought","together","valley","way","whether","will","word","york","abilities","accomplishments","actions","actually","admitting","advance","amazingly","another","anymore","anything","anywhere","aside","asking","awesome","baby","bad","basic","bathroom","bathrooms","biblical","big","bio","blue","board","book","bored","boxes","boyfriend","breath","brothers","business","called","capitalist","career","careers","cares","catch","causes","ceo","challenging","changed","cheers","childcare","civil","clear","clevel","colleagues","columbia","come","comes","company","competent","complication","conference","connected","conscious","contacts","contribute","corner","corporate","countries","course","criteria","crying","days","deep","department","deserve","desk","dialectic","different","direction","divorce","draw","dropped","dropping","drops","earlier","early","earning","easy","embarrassed","embarrassing","employees","end","engaged","english","enough","equally","equity","equivalent","european","eventually","everything","exactly","execs","external","fabulous","face","fact","factors","famous","fancy","far","fastforward","father","figuring","first","fishing","fit","fiveyearold","fix","flextime","focus","follow","footballwatching","fortune","francisco","fulfillment","fulltime","fully","future","genders","general","generations","getting","girls","god","government","gpas","grandmothers","great","greek","grew","groups","guess","guilty","harder","hardest","harvard","heads","hegelian","helped","helpful","high","highincome","history","hopeful","hosted","households","housework","huggingtheleg","husband","importantly","individuals","industries","industry","inside","intellectual","irony","john","judgments","keeping","kept","kid","last","later","latin","laughter","laziness","lead","leaving","led","left","let","likeability","limited","literally","lockes","lots","love","low","main","marches","maternity","matter","matters","maybe","mean","meet","mens","mentoring","mommies","mommy","mommyandme","monday","mothers","motivation","move","named","negatively","negotiating","next","nodding","none","nonprofit","notebooks","noticed","offices","official","often","oh","okay","old","ones","onethird","operator","organizations","original","outset","outside","parliament","part","particularly","personal","philosophers","picture","pitched","pitching","play","political","population","positively","pregnancy","pregnant","premed","preschool","pressure","pretty","private","profession","professional","professor","programs","progress","project","property","question","quietly","quite","raise","rate","reach","reaching","read","realized","recent","remember","responsibility","rewarding","rights","roommate","running","sacrifices","saddest","sadly","salary","san","scholar","school","seats","sector","seeing","seen","sense","seven","shall","simple","since","six","smart","society","something","sophomore","speech","spend","stage","stands","state","stopped","stories","student","studies","stuff","successful","sunday","support","surveyed","systematically","taking","talked","telling","test","thank","theory","threehour","times","tops","totally","train","traveling","true","truly","trying","tutored","twice","twothirds","twoyearold","underestimate","understand","university","uses","venture","walk","wanted","waterpoloplaying","weeks","went","whole","wives","womans","worked","works","wow","yeah","yes"],"chapterTitles":["Segment 1","Segment 2","Segment 3","Segment 4","Segment 5","Segment 6"],"url":"http:\/\/www.ted.com\/talks\/sheryl_sandberg_why_we_have_too_few_women_leaders.html"}