{"title":"David Hanson: Robots that \"show emotion\"","description":"David Hanson's robot faces look and act like yours: They recognize and respond to emotion, and make expressions of their own. Here, an \"emotional\" live demo of the Einstein robot offers a peek at a future where robots truly mimic humans.","fValues":[10, 9, 8, 6, 5, 5, 4, 4, 4, 4, 4, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1],"text":"I'm Dr. David Hanson, and I build robots with character. And by that, I mean that I develop robots that are characters, but also robots that will eventually come to empathize with you. So we're starting with a variety of technologies that have converged into these conversational character robots that can see faces, make eye contact with you, make a full range of facial expressions, understand speech and begin to model how you're feeling and who you are, and build a relationship with you. I developed a series of technologies that allowed the robots to make more realistic facial expressions than previously achieved, on lower power, which enabled the walking biped robots, the first androids. So, it's a full range of facial expressions simulating all the major muscles in the human face, running on very small batteries, extremely lightweight. The materials that allowed the battery-operated facial expressions is a material that we call Frubber, and it actually has three major innovations in the material that allow this to happen. One is hierarchical pores, and the other is a macro-molecular nanoscale porosity in the material. There he's starting to walk. This is at the Korean Advanced Institute of Science and Technology. I built the head. They built the body. So the goal here is to achieve sentience in machines, and not just sentience, but empathy. We're working with the Machine Perception Laboratory at the U.C. San Diego. They have this really remarkable facial expression technology that recognizes facial expressions, what facial expressions you're making. It also recognizes where you're looking, your head orientation. We're emulating all the major facial expressions, and then controlling it with the software that we call the Character Engine. And here is a little bit of the technology that's involved in that. In fact, right now -- plug it from here, and then plug it in here, and now let's see if it gets my facial expressions. Okay. So I'm smiling. (Laughter) Now I'm frowning. And this is really heavily backlit. Okay, here we go. Oh, it's so sad. Okay, so you smile, frowning. So his perception of your emotional states is very important for machines to effectively become empathetic. Machines are becoming devastatingly capable of things like killing. Right? Those machines have no place for empathy. And there is billions of dollars being spent on that. Character robotics could plant the seed for robots that actually have empathy. So, if they achieve human level intelligence or, quite possibly, greater than human levels of intelligence, this could be the seeds of hope for our future. So, we've made 20 robots in the last eight years, during the course of getting my Ph.D. And then I started Hanson Robotics, which has been developing these things for mass manufacturing. This is one of our robots that we showed at Wired NextFest a couple of years ago. And it sees multiple people in a scene, remembers where individual people are, and looks from person to person, remembering people. So, we're involving two things. One, the perception of people, and two, the natural interface, the natural form of the interface, so that it's more intuitive for you to interact with the robot. You start to believe that it's alive and aware. So one of my favorite projects was bringing all this stuff together in an artistic display of an android portrait of science-fiction writer Philip K. Dick, who wrote great works like, \"Do Androids Dream of Electric Sheep?\" which was the basis of the movie \"Bladerunner.\" In these stories, robots often think that they're human, and they sort of come to life. So we put his writings, letters, his interviews, correspondences, into a huge database of thousands of pages, and then used some natural language processing to allow you to actually have a conversation with him. And it was kind of spooky, because he would say these things that just sounded like they really understood you. And this is one of the most exciting projects that we're developing, which is a little character that's a spokesbot for friendly artificial intelligence, friendly machine intelligence. And we're getting this mass-manufactured. We specked it out to actually be doable with a very, very low-cost bill of materials, so that it can become a childhood companion for kids. Interfacing with the Internet, it gets smarter over the years. As artificial intelligence evolves, so does his intelligence. Chris Anderson: Thank you so much. That's incredible. (Applause)","chapterStarts":[0,2500],"fKeys":["robots","facial","expressions","intelligence","character","one","actually","human","machines","people","things","empathy","like","major","make","material","natural","now","okay","perception","really","technology","years","achieve","allow","allowed","also","androids","artificial","become","build","built","call","can","come","developing","friendly","frowning","full","gets","getting","hanson","head","interface","just","little","machine","materials","person","plug","projects","range","recognizes","right","robotics","see","sentience","starting","technologies","two","achieved","advanced","ago","alive","anderson","android","applause","artistic","aware","backlit","basis","batteries","batteryoperated","becoming","begin","believe","bill","billions","biped","bit","bladerunner","body","bringing","capable","characters","childhood","chris","companion","contact","controlling","converged","conversation","conversational","correspondences","couple","course","database","david","devastatingly","develop","developed","dick","diego","display","doable","dollars","dr","dream","effectively","eight","electric","emotional","empathetic","empathize","emulating","enabled","engine","eventually","evolves","exciting","expression","extremely","eye","face","faces","fact","favorite","feeling","first","form","frubber","future","go","goal","great","greater","happen","heavily","hierarchical","hope","huge","important","incredible","individual","innovations","institute","interact","interfacing","internet","interviews","intuitive","involved","involving","k","kids","killing","kind","korean","laboratory","language","last","laughter","letters","level","levels","life","lightweight","looking","looks","lowcost","lower","macromolecular","made","making","manufacturing","mass","massmanufactured","mean","model","movie","much","multiple","muscles","nanoscale","nextfest","often","oh","orientation","pages","phd","philip","place","plant","pores","porosity","portrait","possibly","power","previously","processing","put","quite","realistic","relationship","remarkable","remembering","remembers","robot","running","sad","san","say","scene","science","sciencefiction","seed","seeds","sees","series","sheep","showed","simulating","small","smarter","smile","smiling","software","sort","sounded","specked","speech","spent","spokesbot","spooky","start","started","states","stories","stuff","thank","think","thousands","three","together","uc","understand","understood","used","variety","walk","walking","will","wired","working","works","writer","writings","wrote"],"chapterTitles":["Segment 1","Segment 2"],"url":"http:\/\/www.ted.com\/talks\/david_hanson_robots_that_relate_to_you.html"}