{"title":"Christina Warinner: Tracking ancient diseases using ... plaque","description":"Imagine what we could learn about diseases by studying the history of human disease, from ancient hominids to the present. But how? TED Fellow Christina Warinner is an achaeological geneticist, and she's found a spectacular new tool -- the microbial DNA in fossilized dental plaque.","fValues":[11, 8, 7, 7, 6, 6, 6, 5, 5, 4, 4, 4, 4, 4, 4, 4, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1],"text":"Have you ever wondered what is inside your dental plaque? Probably not, but people like me do. I'm an archeological geneticist at the Center for Evolutionary Medicine at the University of Zurich, and I study the origins and evolution of human health and disease by conducting genetic research on the skeletal and mummified remains of ancient humans. And through this work, I hope to better understand the evolutionary vulnerabilities of our bodies, so that we can improve and better manage our health in the future. There are different ways to approach evolutionary medicine, and one way is to extract human DNA from ancient bones. And from these extracts, we can reconstruct the human genome at different points in time and look for changes that might be related to adaptations, risk factors and inherited diseases. But this is only one half of the story. The most important health challenges today are not caused by simple mutations in our genome, but rather result from a complex and dynamic interplay between genetic variation, diet, microbes and parasites and our immune response. All of these diseases have a strong evolutionary component that directly relates to the fact that we live today in a very different environment than the ones in which our bodies evolved. And in order to understand these diseases, we need to move past studies of the human genome alone and towards a more holistic approach to human health in the past. But there are a lot of challenges for this. And first of all, what do we even study? Skeletons are ubiquitous; they're found all over the place. But of course, all of the soft tissue has decomposed, and the skeleton itself has limited health information. Mummies are a great source of information, except that they're really geographically limited and limited in time as well. Coprolites are fossilized human feces, and they're actually extremely interesting. You can learn a lot about ancient diet and intestinal disease, but they are very rare. (Laughter) So to address this problem, I put together a team of international researchers in Switzerland, Denmark and the U.K. to study a very poorly studied, little known material that's found on people everywhere. It's a type of fossilized dental plaque that is called officially dental calculus. Many of you may know it by the term tartar. It's what the dentist cleans off your teeth every time that you go in for a visit. And in a typical dentistry visit, you may have about 15 to 30 milligrams removed. But in ancient times before tooth brushing, up to 600 milligrams might have built up on the teeth over a lifetime. And what's really important about dental calculus is that it fossilizes just like the rest of the skeleton, it's abundant in quantity before the present day and it's ubiquitous worldwide. We find it in every population around the world at all time periods going back tens of thousands of years. And we even find it in neanderthals and animals. And so previous studies had only focused on microscopy. They'd looked at dental calculus under a microscope, and what they had found was things like pollen and plant starches, and they'd found muscle cells from animal meats and bacteria. And so what my team of researchers, what we wanted to do, is say, can we apply genetic and proteomic technology to go after DNA and proteins, and from this can we get better taxonomic resolution to really understand what's going on? And what we found is that we can find many commensal and pathogenic bacteria that inhabited the nasal passages and mouth. We also have found immune proteins related to infection and inflammation and proteins and DNA related to diet. But what was surprising to us, and also quite exciting, is we also found bacteria that normally inhabit upper respiratory systems. So it gives us virtual access to the lungs, which is where many important diseases reside. And we also found bacteria that normally inhabit the gut. And so we can also now virtually gain access to this even more distant organ system that, from the skeleton alone, has long decomposed. And so by applying ancient DNA sequencing and protein mass spectrometry technologies to ancient dental calculus, we can generate immense quantities of data that then we can use to begin to reconstruct a detailed picture of the dynamic interplay between diet, infection and immunity thousands of years ago. So what started out as an idea, is now being implemented to churn out millions of sequences that we can use to investigate the long-term evolutionary history of human health and disease, right down to the genetic code of individual pathogens. And from this information we can learn about how pathogens evolve and also why they continue to make us sick. And I hope I have convinced you of the value of dental calculus. And as a final parting thought, on behalf of future archeologists, I would like to ask you to please think twice before you go home and brush your teeth. (Applause) Thank you. (Applause)","chapterStarts":[0,2500],"fKeys":["can","found","dental","human","also","ancient","health","calculus","evolutionary","bacteria","diet","diseases","dna","genetic","like","time","better","different","disease","even","find","genome","go","important","information","limited","many","proteins","really","related","skeleton","study","teeth","understand","us","access","alone","applause","approach","bodies","challenges","decomposed","dynamic","every","fossilized","future","going","hope","immune","infection","inhabit","interplay","learn","lot","may","medicine","might","milligrams","normally","now","one","past","pathogens","people","plaque","reconstruct","researchers","studies","team","thousands","today","ubiquitous","use","visit","years","abundant","actually","adaptations","address","ago","animal","animals","apply","applying","archeological","archeologists","around","ask","back","begin","behalf","bones","brush","brushing","built","called","caused","cells","center","changes","churn","cleans","code","commensal","complex","component","conducting","continue","convinced","coprolites","course","data","day","denmark","dentist","dentistry","detailed","directly","distant","environment","ever","everywhere","evolution","evolve","evolved","except","exciting","extract","extracts","extremely","fact","factors","feces","final","first","focused","fossilizes","gain","generate","geneticist","geographically","get","gives","great","gut","half","history","holistic","home","humans","idea","immense","immunity","implemented","improve","individual","inflammation","inhabited","inherited","inside","interesting","international","intestinal","investigate","just","know","known","laughter","lifetime","little","live","long","longterm","look","looked","lungs","make","manage","mass","material","meats","microbes","microscope","microscopy","millions","mouth","move","mummies","mummified","muscle","mutations","nasal","neanderthals","need","officially","ones","order","organ","origins","parasites","parting","passages","pathogenic","periods","picture","place","plant","please","points","pollen","poorly","population","present","previous","probably","problem","protein","proteomic","put","quantities","quantity","quite","rare","rather","relates","remains","removed","research","reside","resolution","respiratory","response","rest","result","right","risk","say","sequences","sequencing","sick","simple","skeletal","skeletons","soft","source","spectrometry","starches","started","story","strong","studied","surprising","switzerland","system","systems","tartar","taxonomic","technologies","technology","tens","term","thank","things","think","thought","times","tissue","together","tooth","towards","twice","type","typical","uk","university","upper","value","variation","virtual","virtually","vulnerabilities","wanted","way","ways","wondered","work","world","worldwide","zurich"],"chapterTitles":["Segment 1","Segment 2"],"url":"http:\/\/www.ted.com\/talks\/christina_warinner_tracking_ancient_diseases_using_plaque.html"}