{"title":"Mitchell Joachim: Don't build your home, grow it!","description":"TED Fellow and urban designer Mitchell Joachim presents his vision for sustainable, organic architecture: eco-friendly abodes grown from plants and -- wait for it -- meat.","fValues":[6, 6, 4, 4, 3, 3, 3, 3, 3, 3, 3, 3, 3, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1],"text":"Why grow homes? Because we can. Right now, America is in an unremitting state of trauma. And there's a cause for that, all right. We've got McPeople, McCars, McHouses. As an architect, I have to confront something like this. So what's a technology that will allow us to make ginormous houses? Well, it's been around for 2,500 years. It's called pleaching, or grafting trees together, or grafting inosculate matter into one contiguous, vascular system. And we do something different than what we did in the past; we add kind of a modicum of intelligence to that. We use CNC to make scaffolding to train semi-epithetic matter, plants, into a specific geometry that makes a home that we call a Fab Tree Hab. It fits into the environment. It is the environment. It is the landscape, right? And you can have a hundred million of these homes, and it's great because they suck carbon. They're perfect. You can have 100 million families, or take things out of the suburbs, because these are homes that are a part of the environment. Imagine pre-growing a village -- it takes about seven to 10 years -- and everything is green. So not only do we do the veggie house, we also do the in-vitro meat habitat, or homes that we're doing research on now in Brooklyn, where, as an architecture office, we're for the first of its kind to put in a molecular cell biology lab and start experimenting with regenerative medicine and tissue engineering and start thinking about what the future would be if architecture and biology became one. So we've been doing this for a couple of years, and that's our lab. And what we do is we grow extracellular matrix from pigs. We use a modified inkjet printer, and we print geometry. We print geometry where we can make industrial design objects like, you know, shoes, leather belts, handbags, etc., where no sentient creature is harmed. It's victimless. It's meat from a test tube. So our theory is that eventually we should be doing this with homes. So here is a typical stud wall, an architectural construction, and this is a section of our proposal for a meat house, where you can see we use fatty cells as insulation, cilia for dealing with wind loads and sphincter muscles for the doors and windows. (Laughter) And we know it's incredibly ugly. It could have been an English Tudor or Spanish Colonial, but we kind of chose this shape. And there it is kind of grown, at least one particular section of it. We had a big show in Prague, and we decided to put it in front of the cathedral so religion can confront the house of meat. That's why we grow homes. Thanks very much. (Applause)","chapterStarts":[0,2500],"fKeys":["can","homes","kind","meat","environment","geometry","grow","house","make","one","right","use","years","architecture","biology","confront","grafting","know","lab","like","matter","million","now","print","put","section","something","start","add","allow","also","america","applause","architect","architectural","around","became","belts","big","brooklyn","call","called","carbon","cathedral","cause","cell","cells","chose","cilia","cnc","colonial","construction","contiguous","couple","creature","dealing","decided","design","different","doors","engineering","english","etc","eventually","everything","experimenting","extracellular","fab","families","fatty","first","fits","front","future","ginormous","got","great","green","grown","hab","habitat","handbags","harmed","home","houses","hundred","imagine","incredibly","industrial","inkjet","inosculate","insulation","intelligence","invitro","landscape","laughter","least","leather","loads","makes","matrix","mccars","mchouses","mcpeople","medicine","modicum","modified","molecular","much","muscles","objects","office","part","particular","past","perfect","pigs","plants","pleaching","prague","pregrowing","printer","proposal","regenerative","religion","research","scaffolding","see","semiepithetic","sentient","seven","shape","shoes","show","spanish","specific","sphincter","state","stud","suburbs","suck","system","take","takes","technology","test","thanks","theory","things","thinking","tissue","together","train","trauma","tree","trees","tube","tudor","typical","ugly","unremitting","us","vascular","veggie","victimless","village","wall","will","wind","windows"],"chapterTitles":["Segment 1","Segment 2"],"url":"http:\/\/www.ted.com\/talks\/mitchell_joachim_don_t_build_your_home_grow_it.html"}