{"title":"Julian Treasure: The 4 ways sound affects us","description":"Playing sound effects both pleasant and awful, Julian Treasure shows how sound affects us in four significant ways. Listen carefully for a shocking fact about noisy open-plan offices.","fValues":[28, 11, 10, 8, 6, 5, 5, 5, 4, 4, 4, 4, 4, 4, 4, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1],"text":"Over the next five minutes, my intention is to transform your relationship with sound. Let me start with the observation that most of the sound around us is accidental, and much of it is unpleasant. (Traffic noise) We stand on street corners, shouting over noise like this, and pretending that it doesn't exist. Well, this habit of suppressing sound has meant that our relationship with sound has become largely unconscious. There are four major ways sound is affecting you all the time, and I'd like to raise them in your consciousness today. First is physiological. (Loud alarm clocks) Sorry about that. I've just given you a shot of cortisol, your fight\/flight hormone. Sounds are affecting your hormone secretions all the time, but also your breathing, your heart rate -- which I just also did -- and your brainwaves. It's not just unpleasant sounds like that that do it. This is surf. (Ocean waves) It has the frequency of roughly 12 cycles per minute. Most people find that very soothing, and, interestingly, 12 cycles per minute is roughly the frequency of the breathing of a sleeping human. There is a deep resonance with being at rest. We also associate it with being stress-free and on holiday. The second way in which sound affects you is psychological. Music is the most powerful form of sound that we know that affects our emotional state. (Albinoni's Adagio) This is guaranteed to make most of you feel pretty sad if I leave it on. Music is not the only kind of sound, however, which affects your emotions. Natural sound can do that too. Birdsong, for example, is a sound which most people find reassuring. (Birds chirping) There is a reason for that. Over hundreds of thousands of years we've learned that when the birds are singing, things are safe. It's when they stop you need to be worried. The third way in which sound affects you is cognitively. You can't understand two people talking at once (\"If you're listening to this version of\") (\"me you're on the wrong track.\") or in this case one person talking twice. Try and listen to the other one. (\"You have to choose which me you're going to listen to.\") We have a very small amount of bandwidth for processing auditory input, which is why noise like this -- (Office noise) -- is extremely damaging for productivity. If you have to work in an open-plan office like this, your productivity is greatly reduced. And whatever number you're thinking of, it probably isn't as bad as this. (Ominous music) You are one third as productive in open-plan offices as in quiet rooms. And I have a tip for you. If you have to work in spaces like that, carry headphones with you, with a soothing sound like birdsong. Put them on and your productivity goes back up to triple what it would be. The fourth way in which sound affects us is behaviorally. With all that other stuff going on, it would be amazing if our behavior didn't change. (Techno music inside a car) So, ask yourself: Is this person ever going to drive at a steady 28 miles per hour? I don't think so. At the simplest, you move away from unpleasant sound and towards pleasant sounds. So if I were to play this -- (Jackhammer) -- for more than a few seconds, you'd feel uncomfortable; for more than a few minutes, you'd be leaving the room in droves. For people who can't get away from noise like that, it's extremely damaging for their health. And that's not the only thing that bad sound damages. Most retail sound is inappropriate and accidental, and even hostile, and it has a dramatic effect on sales. For those of you who are retailers, you may want to look away before I show this slide. They are losing up to 30 percent of their business with people leaving shops faster, or just turning around on the door. We all have done it, leaving the area because the sound in there is so dreadful. I want to spend just a moment talking about the model that we've developed, which allows us to start at the top and look at the drivers of sound, analyze the soundscape and then predict the four outcomes I've just talked about. Or start at the bottom, and say what outcomes do we want, and then design a soundscape to have a desired effect. At last we've got some science we can apply. And we're in the business of designing soundscapes. Just a word on music. Music is the most powerful sound there is, often inappropriately deployed. It's powerful for two reasons. You recognize it fast, and you associate it very powerfully. I'll give you two examples. (First chord of The Beatles' \"A Hard Day's Night\") Most of you recognize that immediately. The younger, maybe not. (Laughter) (First two notes of \"Jaws\" theme) And most of you associate that with something! Now, those are one-second samples of music. Music is very powerful. And unfortunately it's veneering commercial spaces, often inappropriately. I hope that's going to change over the next few years. Let me just talk about brands for a moment, because some of you run brands. Every brand is out there making sound right now. There are eight expressions of a brand in sound. They are all important. And every brand needs to have guidelines at the center. I'm glad to say that is starting to happen now. (Intel ad jingle) You all recognize that one. (Nokia ringtone) This is the most-played tune in the world today. 1.8 billion times a day, that tune is played. And it cost Nokia absolutely nothing. Just leave you with four golden rules, for those of you who run businesses, for commercial sound. First, make it congruent, pointing in the same direction as your visual communication. That increases impact by over 1,100 percent. If your sound is pointing the opposite direction, incongruent, you reduce impact by 86 percent. That's an order of magnitude, up or down. This is important. Secondly, make it appropriate to the situation. Thirdly, make it valuable. Give people something with the sound. Don't just bombard them with stuff. And, finally, test and test it again. Sound is complex. There are many countervailing influences. It can be a bit like a bowl of spaghetti: sometimes you just have to eat it and see what happens. So I hope this talk has raised sound in your consciousness. If you're listening consciously, you can take control of the sound around you. It's good for your health. It's good for your productivity. If we all do that we move to a state that I like to think will be sound living in the world. I'm going to leave you with a little bit more birdsong. (Birds chirping) I recommend at least five minutes a day, but there is no maximum dose. Thank you for lending me your ears today. (Applause)","chapterStarts":[0,2500,5000],"fKeys":["sound","just","like","music","people","affects","going","noise","can","first","make","one","powerful","productivity","two","also","around","associate","away","birds","birdsong","brand","four","leave","leaving","minutes","now","per","percent","recognize","sounds","start","talking","today","unpleasant","us","want","way","accidental","affecting","bad","bit","brands","breathing","business","change","chirping","commercial","consciousness","cycles","damaging","day","direction","effect","every","extremely","feel","find","five","frequency","give","good","health","hope","hormone","impact","important","inappropriately","let","listen","listening","look","minute","moment","move","next","nokia","office","often","openplan","outcomes","person","pointing","relationship","roughly","run","say","something","soothing","soundscape","spaces","state","stuff","talk","test","think","third","time","tune","work","world","years","absolutely","ad","adagio","alarm","albinonis","allows","amazing","amount","analyze","applause","apply","appropriate","area","ask","auditory","back","bandwidth","beatles","become","behavior","behaviorally","billion","bombard","bottom","bowl","brainwaves","businesses","car","carry","case","center","choose","chord","clocks","cognitively","communication","complex","congruent","consciously","control","corners","cortisol","cost","countervailing","damages","days","deep","deployed","design","designing","desired","developed","done","door","dose","dramatic","dreadful","drive","drivers","droves","ears","eat","eight","emotional","emotions","even","ever","example","examples","exist","expressions","fast","faster","fightflight","finally","form","fourth","get","given","glad","goes","golden","got","greatly","guaranteed","guidelines","habit","happen","happens","hard","headphones","heart","holiday","hostile","hour","however","human","hundreds","immediately","inappropriate","incongruent","increases","influences","input","inside","intel","intention","interestingly","jackhammer","jaws","jingle","kind","know","largely","last","laughter","learned","least","lending","little","living","losing","loud","magnitude","major","making","many","maximum","may","maybe","meant","miles","model","mostplayed","much","natural","need","needs","night","notes","nothing","number","observation","ocean","offices","ominous","onesecond","opposite","order","physiological","play","played","pleasant","powerfully","predict","pretending","pretty","probably","processing","productive","psychological","put","quiet","raise","raised","rate","reason","reasons","reassuring","recommend","reduce","reduced","resonance","rest","retail","retailers","right","ringtone","room","rooms","rules","sad","safe","sales","samples","science","second","secondly","seconds","secretions","see","shops","shot","shouting","show","simplest","singing","situation","sleeping","slide","small","sometimes","sorry","soundscapes","spaghetti","spend","stand","starting","steady","stop","street","stressfree","suppressing","surf","take","talked","techno","thank","theme","thing","things","thinking","thirdly","thousands","times","tip","top","towards","track","traffic","transform","triple","try","turning","twice","uncomfortable","unconscious","understand","unfortunately","valuable","veneering","version","visual","waves","ways","whatever","will","word","worried","wrong","younger"],"chapterTitles":["Segment 1","Segment 2","Segment 3"],"url":"http:\/\/www.ted.com\/talks\/julian_treasure_the_4_ways_sound_affects_us.html"}