{"title":"Amy Lockwood: Selling condoms in the Congo","description":"HIV is a serious problem in the DR Congo, and aid agencies have flooded the country with free and cheap condoms. But few people are using them. Why? \"Reformed marketer\" Amy Lockwood offers a surprising answer that upends a traditional model of philanthropy. (Some NSFW images.)","fValues":[9, 8, 6, 5, 5, 5, 4, 4, 4, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1],"text":"I am a reformed marketer, and I now work in international development. In October, I spent some time in the Democratic Republic of Congo, which is the [second] largest country in Africa. In fact, it's as large as Western Europe, but it only has 300 miles of paved roads. The DRC is a dangerous place. In the past 10 years, five million people have died due to a war in the east. But war isn't the only reason that life is difficult in the DRC. There are many health issues as well. In fact, the HIV prevalence rate is 1.3 percent among adults. This might not sound like a large number, but in a country with 76 million people, it means there are 930,000 that are infected. And due to the poor infrastructure, only 25 percent of those are receiving the life-saving drugs that they need. Which is why, in part, donor agencies provide condoms at low or no cost. And so while I was in the DRC, I spent a lot of time talking to people about condoms, including Damien. Damien runs a hotel outside of Kinshasa. It's a hotel that's only open until midnight, so it's not a place that you stay. But it is a place where sex workers and their clients come. Now Damien knows all about condoms, but he doesn't sell them. He said there's just not in demand. It's not surprising, because only three percent of people in the DRC use condoms. Joseph and Christine, who run a pharmacy where they sell a number of these condoms, said despite the fact that donor agencies provide them at low or no cost, and they have marketing campaigns that go along with them, their customers don't buy the branded versions. They like the generics. And as a marketer, I found that curious. And so I started to look at what the marketing looked like. And it turns out that there are three main messages used by the donor agencies for these condoms: fear, financing and fidelity. They name the condoms things like Vive, \"to live\" or Trust. They package it with the red ribbon that reminds us of HIV, put it in boxes that remind you who paid for them, show pictures of your wife or husband and tell you to protect them or to act prudently. Now these are not the kinds of things that someone is thinking about just before they go get a condom. (Laughter) What is it that you think about just before you get a condom? Sex! And the private companies that sell condoms in these places, they understand this. Their marketing is slightly different. The name might not be much different, but the imagery sure is. Some brands are aspirational, and certainly the packaging is incredibly provocative. And this made me think that perhaps the donor agencies had just missed out on a key aspect of marketing: understanding who's the audience. And for donor agencies, unfortunately, the audience tends to be people that aren't even in the country they're working [in]. It's people back home, people that support their work, people like these. But if what we're really trying to do is stop the spread of HIV, we need to think about the customer, the people whose behavior needs to change -- the couples, the young women, the young men -- whose lives depend on it. And so the lesson is this: it doesn't really matter what you're selling; you just have to think about who is your customer, and what are the messages that are going to get them to change their behavior. It might just save their lives. Thank you. (Applause)","chapterStarts":[0,2500],"fKeys":["people","condoms","just","agencies","donor","like","drc","marketing","think","country","damien","fact","get","hiv","might","now","percent","place","sell","audience","behavior","change","condom","cost","customer","different","due","go","hotel","large","lives","low","marketer","messages","million","name","need","number","provide","really","said","sex","spent","things","three","time","war","whose","work","young","act","adults","africa","along","among","applause","aspect","aspirational","back","boxes","branded","brands","buy","campaigns","certainly","christine","clients","come","companies","congo","couples","curious","customers","dangerous","demand","democratic","depend","despite","development","died","difficult","drugs","east","europe","even","fear","fidelity","financing","five","found","generics","going","health","home","husband","imagery","including","incredibly","infected","infrastructure","international","issues","joseph","key","kinds","kinshasa","knows","largest","laughter","lesson","life","lifesaving","live","look","looked","lot","made","main","many","matter","means","men","midnight","miles","missed","much","needs","october","open","outside","package","packaging","paid","part","past","paved","perhaps","pharmacy","pictures","places","poor","prevalence","private","protect","provocative","prudently","put","rate","reason","receiving","red","reformed","remind","reminds","republic","ribbon","roads","run","runs","save","second","selling","show","slightly","someone","sound","spread","started","stay","stop","support","sure","surprising","talking","tell","tends","thank","thinking","trust","trying","turns","understand","understanding","unfortunately","us","use","used","versions","vive","western","wife","women","workers","working","years"],"chapterTitles":["Segment 1","Segment 2"],"url":"http:\/\/www.ted.com\/talks\/amy_lockwood_selling_condoms_in_the_congo.html"}