{"title":"Rob Reid: The $8 billion iPod","description":"Comic author Rob Reid unveils Copyright Math (TM), a remarkable new field of study based on actual numbers from entertainment industry lawyers and lobbyists. ","fValues":[11, 8, 7, 7, 5, 5, 4, 4, 4, 4, 4, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1],"text":"The recent debate over copyright laws like SOPA in the United States and the ACTA agreement in Europe has been very emotional. And I think some dispassionate, quantitative reasoning could really bring a great deal to the debate. I'd therefore like to propose that we employ, we enlist, the cutting edge field of copyright math whenever we approach this subject. For instance, just recently the Motion Picture Association revealed that our economy loses 58 billion dollars a year to copyright theft. Now rather than just argue about this number, a copyright mathematician will analyze it and he'll soon discover that this money could stretch from this auditorium all the way across Ocean Boulevard to the Westin, and then to Mars ... (Laughter) ... if we use pennies. Now this is obviously a powerful, some might say dangerously powerful, insight. But it's also a morally important one. Because this isn't just the hypothetical retail value of some pirated movies that we're talking about, but this is actual economic losses. This is the equivalent to the entire American corn crop failing along with all of our fruit crops, as well as wheat, tobacco, rice, sorghum -- whatever sorghum is -- losing sorghum. But identifying the actual losses to the economy is almost impossible to do unless we use copyright math. Now music revenues are down by about eight billion dollars a year since Napster first came on the scene. So that's a chunk of what we're looking for. But total movie revenues across theaters, home video and pay-per-view are up. And TV, satellite and cable revenues are way up. Other content markets like book publishing and radio are also up. So this small missing chunk here is puzzling. (Laughter) (Applause) Since the big content markets have grown in line with historic norms, it's not additional growth that piracy has prevented, but copyright math tells us it must therefore be foregone growth in a market that has no historic norms -- one that didn't exist in the 90's. What we're looking at here is the insidious cost of ringtone piracy. (Laughter) 50 billion dollars of it a year, which is enough, at 30 seconds a ringtone, that could stretch from here to Neanderthal times. (Laughter) It's true. (Applause) I have Excel. (Laughter) The movie folks also tell us that our economy loses over 370,000 jobs to content theft, which is quite a lot when you consider that, back in '98, the Bureau of Labor Statistics indicated that the motion picture and video industries were employing 270,000 people. Other data has the music industry at about 45,000 people. And so the job losses that came with the Internet and all that content theft, have therefore left us with negative employment in our content industries. And this is just one of the many mind-blowing statistics that copyright mathematicians have to deal with every day. And some people think that string theory is tough. (Laughter) Now this is a key number from the copyright mathematicians' toolkit. It's the precise amount of harm that comes to media companies whenever a single copyrighted song or movie gets pirated. Hollywood and Congress derived this number mathematically back when they last sat down to improve copyright damages and made this law. Some people think this number's a little bit large, but copyright mathematicians who are media lobby experts are merely surprised that it doesn't get compounded for inflation every year. Now when this law first passed, the world's hottest MP3 player could hold just 10 songs. And it was a big Christmas hit. Because what little hoodlum wouldn't want a million and a half bucks-worth of stolen goods in his pocket. (Laughter) (Applause) These days an iPod Classic can hold 40,000 songs, which is to say eight billion dollars-worth of stolen media. (Applause) Or about 75,000 jobs. (Laughter) (Applause) Now you might find copyright math strange, but that's because it's a field that's best left to experts. So that's it for now. I hope you'll join me next time when I will be making an equally scientific and fact-based inquiry into the cost of alien music piracy to he American economy. Thank you very much. (Applause) Thank you. (Applause)","chapterStarts":[0,2500],"fKeys":["copyright","laughter","applause","now","content","just","billion","economy","math","people","year","also","dollars","like","losses","mathematicians","media","movie","music","number","one","piracy","revenues","sorghum","theft","therefore","think","us","across","actual","american","back","big","came","chunk","cost","deal","debate","eight","every","experts","field","first","growth","historic","hold","industries","jobs","law","left","little","looking","loses","markets","might","motion","norms","picture","pirated","powerful","ringtone","say","since","songs","statistics","stolen","stretch","thank","use","video","way","whenever","will","acta","additional","agreement","alien","almost","along","amount","analyze","approach","argue","association","auditorium","best","bit","book","boulevard","bring","bucksworth","bureau","cable","can","christmas","classic","comes","companies","compounded","congress","consider","copyrighted","corn","crop","crops","cutting","damages","dangerously","data","day","days","derived","discover","dispassionate","dollarsworth","economic","edge","emotional","employ","employing","employment","enlist","enough","entire","equally","equivalent","europe","excel","exist","factbased","failing","find","folks","foregone","fruit","get","gets","goods","great","grown","half","harm","hit","hollywood","home","hoodlum","hope","hottest","hypothetical","identifying","important","impossible","improve","indicated","industry","inflation","inquiry","insidious","insight","instance","internet","ipod","job","join","key","labor","large","last","laws","line","lobby","losing","lot","made","making","many","market","mars","mathematically","mathematician","merely","million","mindblowing","missing","money","morally","movies","mp","much","must","napster","neanderthal","negative","next","numbers","obviously","ocean","passed","payperview","pennies","player","pocket","precise","prevented","propose","publishing","puzzling","quantitative","quite","radio","rather","really","reasoning","recent","recently","retail","revealed","rice","s","sat","satellite","scene","scientific","seconds","single","small","song","soon","sopa","states","strange","string","subject","surprised","talking","tell","tells","theaters","theory","time","times","tobacco","toolkit","total","tough","true","tv","united","unless","value","want","westin","whatever","wheat","worlds"],"chapterTitles":["Segment 1","Segment 2"],"url":"http:\/\/www.ted.com\/talks\/rob_reid_the_8_billion_ipod.html"}