{"title":"Kirby Ferguson: Embrace the remix","description":"Nothing is original, says Kirby Ferguson, creator of Everything is a Remix. From Bob Dylan to Steve Jobs, he says our most celebrated creators borrow, steal and transform.","fValues":[12, 9, 8, 8, 7, 7, 6, 6, 6, 6, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1],"text":"We're going to begin in 1964. Bob Dylan is 23 years old, and his career is just reaching its pinnacle. He's been christened the voice of a generation, and he's churning out classic songs at a seemingly impossible rate, but there's a small minority of dissenters, and they claim that Bob Dylan is stealing other people's songs. 2004. Brian Burton, aka Danger Mouse, takes the Beatles' \"White Album,\" combines it with Jay-Z's \"The Black Album\" to create \"The Grey Album.\" \"The Grey Album\" becomes an immediate sensation online, and the Beatles' record company sends out countless cease-and-desist letters for \"unfair competition and dilution of our valuable property.\" Now, \"The Grey Album\" is a remix. It is new media created from old media. It was made using these three techniques: copy, transform and combine. It's how you remix. You take existing songs, you chop them up, you transform the pieces, you combine them back together again, and you've got a new song, but that new song is clearly comprised of old songs. But I think these aren't just the components of remixing. I think these are the basic elements of all creativity. I think everything is a remix, and I think this is a better way to conceive of creativity. All right, let's head back to 1964, and let's hear where some of Dylan's early songs came from. We'll do some side-by-side comparisons here. All right, this first song you're going to hear is \"Nottamun Town.\" It's a traditional folk tune. After that, you'll hear Dylan's \"Masters of War.\" Jean Ritchie: ? In Nottamun Town, not a soul would look out, ? ? not a soul would look up, not a soul would look down. ? Bob Dylan: ? Come you masters of war, ? ? you that build the big guns, you that build the death planes, ? ? You that build all the bombs. ? Kirby Ferguson: Okay, so that's the same basic melody and overall structure. This next one is \"The Patriot Game,\" by Dominic Behan. Alongside that, you're going to hear \"With God on Our Side,\" by Dylan. Dominic Behan: ? Come all ye young rebels, ? ? and list while I sing, ? ? for the love of one's land is a terrible thing. ? BD: ? Oh my name it is nothin', ? ? my age it means less, ? ? the country I come from is called the Midwest. ? KF: Okay, so in this case, Dylan admits he must have heard \"The Patriot Game,\" he forgot about it, then when the song kind of bubbled back up in his brain, he just thought it was his song. Last one, this is \"Who's Going To Buy You Ribbons,\" another traditional folk tune. Alongside that is \"Don't Think Twice, It's All Right.\" This one's more about the lyric. Paul Clayton: ? It ain't no use to sit and sigh now, ? ? darlin', and it ain't no use to sit and cry now. ? BD: ? It ain’t no use to sit and wonder why, babe, ? ? if you don't know by now, ? ? and it ain't no use to sit and wonder why, babe, ? ? it'll never do somehow. ? KF: Okay, now, there's a lot of these. It's been estimated that two thirds of the melodies Dylan used in his early songs were borrowed. This is pretty typical among folk singers. Here's the advice of Dylan's idol, Woody Guthrie. \"The worlds are the important thing. Don't worry about tunes. Take a tune, sing high when they sing low, sing fast when they sing slow, and you've got a new tune.\" (Laughter) (Applause) And that's, that's what Guthrie did right here, and I'm sure you all recognize the results. (Music) We know this tune, right? We know it? Actually you don't. That is \"When the World's on Fire,\" a very old melody, in this case performed by the Carter Family. Guthrie adapted it into \"This Land Is Your Land.\" So, Bob Dylan, like all folk singers, he copied melodies, he transformed them, he combined them with new lyrics which were frequently their own concoction of previous stuff. Now, American copyright and patent laws run counter to this notion that we build on the work of others. Instead, these laws and laws around the world use the rather awkward analogy of property. Now, creative works may indeed be kind of like property, but it's property that we're all building on, and creations can only take root and grow once that ground has been prepared. Henry Ford once said, \"I invented nothing new. I simply assembled the discoveries of other men behind whom were centuries of work. Progress happens when all the factors that make for it are ready and then it is inevitable.\" 2007. The iPhone makes it debut. Apple undoubtedly brings this innovation to us early, but its time was approaching because its core technology had been evolving for decades. That's multi-touch, controlling a device by touching its display. Here is Steve Jobs introducing multi-touch and making a rather foreboding joke. Steve Jobs: And we have invented a new technology called multi-touch. You can do multi-fingered gestures on it, and boy have we patented it. (Laughter) KF: Yes. And yet, here is multi-touch in action. This is at TED, actually, about a year earlier. This is Jeff Han, and, I mean, that's multi-touch. It's the same animal, at least. Let's hear what Jeff Han has to say about this newfangled technology. Jeff Han: Multi-touch sensing isn't anything -- isn't completely new. I mean, people like Bill Buxton have been playing around with it in the '80s. The technology, you know, isn't the most exciting thing here right now other than probably its newfound accessibility. KF: So he's pretty frank about it not being new. So it's not multi-touch as a whole that's patented. It's the small parts of it that are, and it's in these small details where we can clearly see patent law contradicting its intent: to promote the progress of useful arts. Here is the first ever slide-to-unlock. That is all there is to it. Apple has patented this. It's a 28-page software patent, but I will summarize what it covers. Spoiler alert: Unlocking your phone by sliding an icon with your finger. (Laughter) I'm only exaggerating a little bit. It's a broad patent. Now, can someone own this idea? Now, back in the '80s, there were no software patents, and it was Xerox that pioneered the graphical user interface. What if they had patented pop-up menus, scrollbars, the desktop with icons that look like folders and sheets of paper? Would a young and inexperienced Apple have survived the legal assault from a much larger and more mature company like Xerox? Now, this idea that everything is a remix might sound like common sense until you're the one getting remixed. For example ... SJ: I mean, Picasso had a saying. He said, \"Good artists copy. Great artists steal.\" And we have, you know, always been shameless about stealing great ideas. KF: Okay, so that's in '96. Here's in 2010. \"I'm going to destroy Android because it's a stolen product.\" (Laughter) \"I'm willing to go thermonuclear war on this.\" (Laughter) Okay, so in other words, great artists steal, but not from me. (Laughter) Now, behavioral economists might refer to this sort of thing as loss aversion We have a strong predisposition towards protecting what we feel is ours. We have no such aversion towards copying what other people have, because we do that nonstop. So here's the sort of equation we're looking at. We've got laws that fundamentally treat creative works as property, plus massive rewards or settlements in infringement cases, plus huge legal fees to protect yourself in court, plus cognitive biases against perceived loss. And the sum looks like this. That is the last four years of lawsuits in the realm of smartphones. Is this promoting the progress of useful arts? 1983. Bob Dylan is 42 years old, and his time in the cultural spotlight is long since past. He records a song called \"Blind Willie McTell,\" named after the blues singer, and the song is a voyage through the past, through a much darker time, but a simpler one, a time when musicians like Willie McTell had few illusions about what they did. \"I jump 'em from other writers but I arrange 'em my own way.\" I think this is mostly what we do. Our creativity comes from without, not from within. We are not self-made. We are dependent on one another, and admitting this to ourselves isn't an embrace of mediocrity and derivativeness. It's a liberation from our misconceptions, and it's an incentive to not expect so much from ourselves and to simply begin. Thank you so much. It was an honor to be here. Thank you. (Applause) Thank you. Thank you. (Applause) Thank you. (Applause)","chapterStarts":[0,2500,5000,7500],"fKeys":["now","new","dylan","like","multitouch","song","laughter","right","songs","think","album","bob","going","hear","kf","know","okay","old","one","property","sing","thank","tune","use","aint","applause","back","build","can","folk","laws","look","much","patent","patented","remix","sit","technology","thing","time","apple","artists","called","come","creativity","dylans","early","got","great","grey","guthrie","han","jeff","just","land","mean","plus","progress","small","soul","take","war","years","actually","alongside","another","around","arts","aversion","babe","basic","bd","beatles","begin","behan","case","clearly","combine","company","copy","creative","dominic","em","everything","first","game","idea","invented","jobs","kind","last","legal","loss","masters","mctell","media","melodies","melody","might","nottamun","ones","past","patriot","people","pretty","rather","s","said","simply","singers","software","sort","steal","stealing","steve","towards","town","traditional","transform","useful","way","willie","wonder","work","works","worlds","xerox","young","accessibility","action","adapted","admits","admitting","advice","age","aka","alert","always","american","among","analogy","android","animal","anything","approaching","arrange","assault","assembled","awkward","becomes","behavioral","behind","better","biases","big","bill","bit","black","blind","blues","bombs","borrowed","boy","brain","brian","brings","broad","bubbled","building","burton","buxton","buy","came","career","carter","cases","ceaseanddesist","centuries","chop","christened","churning","claim","classic","clayton","cognitive","combined","combines","comes","common","comparisons","competition","completely","components","comprised","conceive","concoction","contradicting","controlling","copied","copying","copyright","core","counter","countless","country","court","covers","create","created","creations","cry","cultural","danger","darker","darlin","death","debut","decades","dependent","derivativeness","desktop","destroy","details","device","dilution","discoveries","display","dissenters","earlier","economists","elements","embrace","equation","estimated","ever","evolving","exaggerating","example","exciting","existing","expect","factors","family","fast","feel","fees","ferguson","finger","fire","folders","ford","foreboding","forgot","four","frank","frequently","fundamentally","generation","gestures","getting","go","god","good","graphical","ground","grow","guns","happens","head","heard","henry","high","honor","huge","icon","icons","ideas","idol","illusions","immediate","important","impossible","incentive","indeed","inevitable","inexperienced","infringement","innovation","instead","intent","interface","introducing","iphone","itll","jayzs","jean","joke","jump","kirby","larger","law","lawsuits","least","less","letters","liberation","list","little","long","looking","looks","lot","love","low","lyric","lyrics","made","make","makes","making","massive","mature","may","means","mediocrity","men","menus","midwest","minority","misconceptions","mostly","mouse","multifingered","music","musicians","must","name","named","never","newfangled","newfound","next","nonstop","nothin","nothing","notion","oh","online","others","overall","page","paper","parts","patents","paul","peoples","perceived","performed","phone","picasso","pieces","pinnacle","pioneered","planes","playing","popup","predisposition","prepared","previous","probably","product","promote","promoting","protect","protecting","rate","reaching","ready","realm","rebels","recognize","record","records","refer","remixed","remixing","results","rewards","ribbons","ritchie","root","run","say","saying","scrollbars","see","seemingly","selfmade","sends","sensation","sense","sensing","settlements","shameless","sheets","side","sidebyside","sigh","simpler","since","singer","sj","slidetounlock","sliding","slow","smartphones","somehow","someone","sound","spoiler","spotlight","stolen","strong","structure","stuff","sum","summarize","sure","survived","takes","techniques","ted","terrible","thermonuclear","thirds","thought","three","together","touching","transformed","treat","tunes","twice","two","typical","undoubtedly","unfair","unlocking","us","used","user","using","valuable","voice","voyage","white","whole","will","willing","within","without","woody","words","world","worry","writers","ye","year","yes","yet"],"chapterTitles":["Segment 1","Segment 2","Segment 3","Segment 4"],"url":"http:\/\/www.ted.com\/talks\/kirby_ferguson_embrace_the_remix.html"}