{"title":"Marco Tempest: Augmented reality, techno-magic","description":"Using sleight-of-hand techniques and charming storytelling, illusionist Marco Tempest brings a jaunty stick figure to life onstage at TEDGlobal. ","fValues":[10, 4, 3, 3, 3, 3, 3, 3, 3, 3, 2, 2, 2, 2, 2, 2, 2, 2, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1],"text":"So magic is a very introverted field. While scientists regularly publish their latest research, we magicians do not like to share our methods and secrets. That's true even amongst peers. But if you look at creative practice as a form of research, or art as a form of R&amp;D for humanity, then how could a cyber illusionist like myself share his research? Now my own speciality is combining digital technology and magic. And about three years ago, I started an exercise in openness and inclusiveness by reaching out into the open-source software community to create new digital tools for magic -- tools that could eventually be shared with other artists to start them off further on in the process and to get them to the poetry faster. Today, I'd like to show you something which came out of these collaborations. It's an augmented reality projection tracking and mapping system, or a digital storytelling tool. Could we bring down the lights please? Thank you. So let's give this a try. And I'm going to use it to give you my take on the stuff of life. (Applause) (Music) Terribly sorry. I forgot the floor. Wake up. Hey. Come on. (Music) Please. (Music) Come on. Ah, sorry about that. Forgot this. (Music) Give it another try. Okay. He figured out the system. (Music) (Laughter) (Applause) (Music) Uh oh. (Music) All right. Let's try this. Come on. (Music) (Laughter) (Music) Hey. (Music) You heard her, go ahead. (Laughter) (Applause) Bye-bye. (Applause)","chapterStarts":[0],"fKeys":["music","applause","come","digital","give","laughter","like","magic","research","try","forgot","form","hey","please","share","sorry","system","tools","ago","ah","ahead","amongst","another","art","artists","augmented","bring","byebye","came","collaborations","combining","community","create","creative","cyber","even","eventually","exercise","faster","field","figured","floor","get","go","going","heard","humanity","illusionist","inclusiveness","introverted","latest","life","lights","look","magicians","mapping","methods","new","now","oh","okay","openness","opensource","peers","poetry","practice","process","projection","publish","rampd","reaching","reality","regularly","right","scientists","secrets","shared","show","software","something","speciality","start","started","storytelling","stuff","take","technology","terribly","thank","three","today","tool","tracking","true","uh","use","wake","years"],"chapterTitles":["Segment 1"],"url":"http:\/\/www.ted.com\/talks\/marco_tempest_the_augmented_reality_of_techno_magic.html"}