{"title":"Lesley Hazleton: On reading the Koran","description":"Lesley Hazleton sat down one day to read the Koran. And what she found -- as a non-Muslim, a self-identified \"tourist\" in the Islamic holy book -- wasn't what she expected. With serious scholarship and warm humor, Hazleton shares the grace, flexibility and mystery she found, in this myth-debunking talk.\r\n","fValues":[19, 7, 7, 6, 5, 5, 5, 5, 5, 4, 4, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1],"text":"You may have heard about the Koran's idea of paradise being 72 virgins, and I promise I will come back to those virgins. But in fact, here in the northwest, we're living very close to the real Koranic idea of paradise, defined 36 times as \"gardens watered by running streams.\" Since I live on a houseboat on the running stream of Lake Union, this makes perfect sense to me. But the thing is, how come it's news to most people? I know many well-intentioned non-Muslims who've begun reading the Koran, but given up, disconcerted by its \"otherness.\" The historian Thomas Carlyle considered Muhammad one of the world's greatest heroes, yet even he called the Koran \"as toilsome reading as I ever undertook, a wearisome, confused jumble.\" (Laughter) Part of the problem, I think, is that we imagine that the Koran can be read as we usually read a book -- as though we can curl up with it on a rainy afternoon with a bowl of popcorn within reach, as though God -- and the Koran is entirely in the voice of God speaking to Muhammad -- were just another author on the bestseller list. Yet the fact that so few people do actually read the Koran is precisely why it's so easy to quote -- that is, to misquote. Phrases and snippets taken out of context in what I call the \"highlighter version,\" which is the one favored by both Muslim fundamentalists and anti-Muslim Islamophobes. So this past spring, as I was gearing up to begin writing a biography of Muhammad, I realized I needed to read the Koran properly -- as properly as I could, that is. My Arabic's reduced by now to wielding a dictionary, so I took four well-known translations and decided to read them side-by-side, verse-by-verse along with a transliteration and the original seventh-century Arabic. Now I did have an advantage. My last book was about the story behind the Shi'a-Sunni split, and for that I'd worked closely with the earliest Islamic histories, so I knew the events to which the Koran constantly refers, its frame of reference. I knew enough, that is, to know that I'd be a tourist in the Koran -- an informed one, an experienced one even, but still an outsider, an agnostic Jew reading some else's holy book. (Laughter) So I read slowly. (Laughter) I'd set aside three weeks for this project, and that, I think, is what is meant by \"hubris\" -- (Laughter) -- because it turned out to be three months. I did resist the temptation to skip to the back where the shorter and more clearly mystical chapters are. But every time I thought I was beginning to get a handle on the Koran -- that feeling of \"I get it now\" -- it would slip away overnight, and I'd come back in the morning wondering if I wasn't lost in a strange land, and yet the terrain was very familiar. The Koran declares that it comes to renew the message of the Torah and the Gospels. So one-third of it reprises the stories of Biblical figures like Abraham, Moses, Joseph, Mary, Jesus. God himself was utterly familiar from his earlier manifestation as Yahweh -- jealously insisting on no other gods. The presence of camels, mountains, desert wells and springs took me back to the year I spent wandering the Sinai Desert. And then there was the language, the rhythmic cadence of it, reminding me of evenings spent listening to Bedouin elders recite hours-long narrative poems entirely from memory. And I began to grasp why it's said that the Koran is really the Koran only in Arabic. Take the Fatihah, the seven-verse opening chapter that is the Lord's Prayer and the Shema Yisrael of Islam combined. It's just 29 words in Arabic, but anywhere from 65 to 72 in translation. And yet the more you add, the more seems to go missing. The Arabic has an incantatory, almost hypnotic, quality that begs to be heard rather than read, felt more than analyzed. It wants to be chanted out loud, to sound its music in the ear and on the tongue. So the Koran in English is a kind of shadow of itself, or as Arthur Arberry called his version, \"an interpretation.\" But all is not lost in translation. As the Koran promises, patience is rewarded, and there are many surprises -- a degree of environmental awareness, for instance, and of humans as mere stewards of God's creation, unmatched in the Bible. And where the Bible is addressed exclusively to men, using the second and third person masculine, the Koran includes women -- talking, for instance, of believing men and believing women, honorable men and honorable women. Or take the infamous verse about killing the unbelievers. Yes, it does say that, but in a very specific context: the anticipated conquest of the sanctuary city of Mecca where fighting was usually forbidden, and the permission comes hedged about with qualifiers. Not \"You must kill unbelievers in Mecca,\" but you can, you are allowed to, but only after a grace period is over and only if there's no other pact in place and only if they try to stop you getting to the Kaaba, and only if they attack you first. And even then -- God is merciful; forgiveness is supreme -- and so, essentially, better if you don't. (Laughter) This was perhaps the biggest surprise -- how flexible the Koran is, at least in minds that are not fundamentally inflexible. \"Some of these verses are definite in meaning,\" it says, \"and others are ambiguous.\" The perverse at heart will seek out the ambiguities, trying to create discord by pinning down meanings of their own. Only God knows the true meaning. The phrase \"God is subtle\" appears again and again, and indeed, the whole of the Koran is far more subtle than most of us have been led to believe. As in, for instance, that little matter of virgins and paradise. Old-fashioned Orientalism comes into play here. The word used four times is Houris, rendered as dark-eyed maidens with swelling breasts, or as fair, high-bosomed virgins. Yet all there is in the original Arabic is that one word: Houris. Not a swelling breast nor a high bosom in sight. (Laughter) Now this may be a way of saying \"pure beings\" -- like in angels -- or it may be like the Greek Kouros or K—r?, an eternal youth. But the truth is nobody really knows, and that's the point. Because the Koran is quite clear when it says that you'll be \"a new creation in paradise\" and that you will be \"recreated in a form unknown to you,\" which seems to me a far more appealing prospect than a virgin. (Laughter) And that number 72 never appears. There are no 72 virgins in the Koran. That idea only came into being 300 years later, and most Islamic scholars see it as the equivalent of people with wings sitting on clouds and strumming harps. Paradise is quite the opposite. It's not virginity; it's fecundity. It's plenty. It's gardens watered by running streams. Thank you. (Applause)","chapterStarts":[0,2500,5000],"fKeys":["koran","laughter","read","god","arabic","one","paradise","virgins","yet","back","now","book","can","come","comes","even","idea","instance","like","may","men","muhammad","people","reading","running","will","women","appears","believing","bible","called","context","creation","desert","entirely","fact","familiar","far","four","gardens","get","gods","heard","honorable","houris","islamic","just","knew","know","knows","lost","many","meaning","mecca","original","properly","quite","really","says","seems","spent","streams","subtle","swelling","take","think","though","three","times","took","translation","unbelievers","usually","version","watered","word","abraham","actually","add","addressed","advantage","afternoon","agnostic","allowed","almost","along","ambiguities","ambiguous","analyzed","angels","another","anticipated","antimuslim","anywhere","appealing","applause","arabics","arberry","arthur","aside","attack","author","awareness","away","bedouin","began","begin","beginning","begs","begun","behind","beings","believe","bestseller","better","biblical","biggest","biography","bosom","bowl","breast","breasts","cadence","call","came","camels","carlyle","chanted","chapter","chapters","city","clear","clearly","close","closely","clouds","combined","confused","conquest","considered","constantly","create","curl","darkeyed","decided","declares","defined","definite","degree","dictionary","disconcerted","discord","ear","earlier","earliest","easy","elders","elses","english","enough","environmental","equivalent","essentially","eternal","evenings","events","ever","every","exclusively","experienced","fair","fatihah","favored","fecundity","feeling","felt","fighting","figures","first","flexible","forbidden","forgiveness","form","frame","fundamentalists","fundamentally","gearing","getting","given","go","gospels","grace","grasp","greatest","greek","handle","harps","heart","hedged","heroes","high","highbosomed","highlighter","historian","histories","holy","hourslong","houseboat","hubris","humans","hypnotic","imagine","incantatory","includes","indeed","infamous","inflexible","informed","insisting","interpretation","islam","islamophobes","jealously","jesus","jew","joseph","jumble","kaaba","kill","killing","kind","koranic","korans","kouros","kr","lake","land","language","last","later","least","led","list","listening","little","live","living","lords","loud","maidens","makes","manifestation","mary","masculine","matter","meanings","meant","memory","merciful","mere","message","minds","misquote","missing","months","morning","moses","mountains","music","muslim","must","mystical","narrative","needed","never","new","news","nobody","nonmuslims","northwest","number","oldfashioned","onethird","opening","opposite","orientalism","otherness","others","outsider","overnight","pact","part","past","patience","perfect","perhaps","period","permission","person","perverse","phrase","phrases","pinning","place","play","plenty","poems","point","popcorn","prayer","precisely","presence","problem","project","promise","promises","prospect","pure","qualifiers","quality","quote","rainy","rather","reach","real","realized","recite","recreated","reduced","reference","refers","reminding","rendered","renew","reprises","resist","rewarded","rhythmic","said","sanctuary","say","saying","scholars","second","see","seek","sense","set","seventhcentury","sevenverse","shadow","shema","shiasunni","shorter","sidebyside","sight","sinai","since","sitting","skip","slip","slowly","snippets","sound","speaking","specific","split","spring","springs","stewards","still","stop","stories","story","strange","stream","strumming","supreme","surprise","surprises","taken","talking","temptation","terrain","thank","thing","third","thomas","thought","time","toilsome","tongue","torah","tourist","translations","transliteration","true","truth","try","trying","turned","undertook","union","unknown","unmatched","us","used","using","utterly","verse","versebyverse","verses","virgin","virginity","voice","wandering","wants","way","wearisome","weeks","wellintentioned","wellknown","wells","whole","whove","wielding","wings","within","wondering","words","worked","worlds","writing","yahweh","year","years","yes","yisrael","youth"],"chapterTitles":["Segment 1","Segment 2","Segment 3"],"url":"http:\/\/www.ted.com\/talks\/lesley_hazelton_on_reading_the_koran.html"}