{"title":"Stacey Kramer: The best gift I ever survived","description":"Stacey Kramer offers a moving, personal, 3-minute parable that shows how an unwanted experience -- frightening, traumatic, costly -- can turn out to be a priceless gift.","fValues":[10, 5, 4, 3, 3, 2, 2, 2, 2, 2, 2, 2, 2, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1],"text":"Imagine, if you will -- a gift. I'd like for you to picture it in your mind. It's not too big -- about the size of a golf ball. So envision what it looks like all wrapped up. But before I show you what's inside, I will tell you, it's going to do incredible things for you. It will bring all of your family together. You will feel loved and appreciated like never before and reconnect with friends and acquaintances you haven't heard from in years. Adoration and admiration will overwhelm you. It will recalibrate what's most important in your life. It will redefine your sense of spirituality and faith. You'll have a new understanding and trust in your body. You'll have unsurpassed vitality and energy. You'll expand your vocabulary, meet new people, and you'll have a healthier lifestyle. And get this -- you'll have an eight-week vacation of doing absolutely nothing. You'll eat countless gourmet meals. Flowers will arrive by the truckload. People will say to you, \"You look great. Have you had any work done?\" And you'll have a lifetime supply of good drugs. You'll be challenged, inspired, motivated and humbled. Your life will have new meaning. Peace, health, serenity, happiness, nirvana. The price? $55,000, and that's an incredible deal. By now I know you're dying to know what it is and where you can get one. Does Amazon carry it? Does it have the Apple logo on it? Is there a waiting list? Not likely. This gift came to me about five months ago. It looked more like this when it was all wrapped up -- not quite so pretty. And this, and then this. It was a rare gem -- a brain tumor, hemangioblastoma -- the gift that keeps on giving. And while I'm okay now, I wouldn't wish this gift for you. I'm not sure you'd want it. But I wouldn't change my experience. It profoundly altered my life in ways I didn't expect in all the ways I just shared with you. So the next time you're faced with something that's unexpected, unwanted and uncertain, consider that it just may be a gift. (Applause)","chapterStarts":[0],"fKeys":["will","gift","like","life","new","get","incredible","just","know","now","people","ways","wrapped","absolutely","acquaintances","admiration","adoration","ago","altered","amazon","applause","apple","appreciated","arrive","ball","big","body","brain","bring","came","can","carry","challenged","change","consider","countless","deal","done","drugs","dying","eat","eightweek","energy","envision","expand","expect","experience","faced","faith","family","feel","five","flowers","friends","gem","giving","going","golf","good","gourmet","great","happiness","health","healthier","heard","hemangioblastoma","humbled","imagine","important","inside","inspired","keeps","lifestyle","lifetime","likely","list","logo","look","looked","looks","loved","may","meals","meaning","meet","mind","months","motivated","never","next","nirvana","nothing","okay","one","overwhelm","peace","picture","pretty","price","profoundly","quite","rare","recalibrate","reconnect","redefine","say","sense","serenity","shared","show","size","something","spirituality","supply","sure","tell","things","time","together","truckload","trust","tumor","uncertain","understanding","unexpected","unsurpassed","unwanted","vacation","vitality","vocabulary","waiting","want","wish","work","years"],"chapterTitles":["Segment 1"],"url":"http:\/\/www.ted.com\/talks\/stacey_kramer_the_best_gift_i_ever_survived.html"}