{"title":"Rory Sutherland: Life lessons from an ad man","description":"Advertising adds value to a product by changing our perception, rather than the product itself. Rory Sutherland makes the daring assertion that a change in perceived value can be just as satisfying as what we consider “real” value -- and his conclusion has interesting consequences for how we look at life.","fValues":[43, 33, 27, 17, 16, 14, 13, 13, 13, 11, 10, 10, 9, 9, 9, 8, 8, 8, 8, 8, 8, 7, 7, 7, 6, 6, 6, 6, 6, 6, 6, 6, 6, 6, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1],"text":"This is my first time at TED. Normally, as an advertising man, I actually speak at TED Evil, which is TED's secret sister that pays all the bills. It's held every two years in Burma. And I particularly remember a really good speech by Kim Jong Il on how to get teens smoking again. (Laughter) But, actually, it's suddenly come to me after years working in the business, that what we create in advertising, which is intangible value -- you might call it perceived value, you might call it badge value, subjective value, intangible value of some kind -- gets rather a bad rap. If you think about it, if you want to live in a world in the future where there are fewer material goods, you basically have two choices. You can either live in a world which is poorer, which people in general don't like. Or you can live in a world where actually intangible value constitutes a greater part of overall value, that actually intangible value, in many ways is a very, very fine substitute for using up labor or limited resources in the creation of things. Here is one example. This is a train which goes from London to Paris. The question was given to a bunch of engineers, about 15 years ago, \"How do we make the journey to Paris better?\" And they came up with a very good engineering solution, which was to spend six billion pounds building completely new tracks from London to the coast, and knocking about 40 minutes off a three-and-half-hour journey time. Now, call me Mister Picky. I'm just an ad man ... ... but it strikes me as a slightly unimaginative way of improving a train journey merely to make it shorter. Now what is the hedonic opportunity cost on spending six billion pounds on those railway tracks? Here is my naive advertising man's suggestion. What you should in fact do is employ all of the world's top male and female supermodels, pay them to walk the length of the train, handing out free Chateau Petrus for the entire duration of the journey. (Laughter) (Applause) Now, you'll still have about three billion pounds left in change, and people will ask for the trains to be slowed down. (Laughter) Now, here is another naive advertising man's question again. And this shows that engineers, medical people, scientific people, have an obsession with solving the problems of reality, when actually most problems, once you reach a basic level of wealth in society, most problems are actually problems of perception. So I'll ask you another question. What on earth is wrong with placebos? They seem fantastic to me. They cost very little to develop. They work extraordinarily well. They have no side effects, or if they do, they're imaginary, so you can safely ignore them. (Laughter) So I was discussing this. And I actually went to the Marginal Revolution blog by Tyler Cowen. I don't know if anybody knows it. Someone was actually suggesting that you can take this concept further, and actually produce placebo education. The point is that education doesn't actually work by teaching you things. It actually works by giving you the impression that you've had a very good education, which gives you an insane sense of unwarranted self-confidence, which then makes you very, very successful in later life. So, welcome to Oxford, ladies and gentlemen. (Laughter) (Applause) But, actually, the point of placebo education is interesting. How many problems of life can be solved actually by tinkering with perception, rather than that tedious, hardworking and messy business of actually trying to change reality? Here's a great example from history. I've heard this attributed to several other kings, but doing a bit of historical research, it seems to be Fredrick the Great. Fredrick the Great of Prussia was very, very keen for the Germans to adopt the potato and to eat it, because he realized that if you had two sources of carbohydrate, wheat and potatoes, you get less price volatility in bread. And you get a far lower risk of famine, because you actually had two crops to fall back on, not one. The only problem is: potatoes, if you think about it, look pretty disgusting. And also, 18th century Prussians ate very, very few vegetables -- rather like contemporary Scottish people. (Laughter) So, actually, he tried making it compulsory. The Prussian peasantry said, \"We can't even get the dogs to eat these damn things. They are absolutely disgusting and they're good for nothing.\" There are even records of people being executed for refusing to grow potatoes. So he tried plan B. He tried the marketing solution, which is he declared the potato as a royal vegetable, and none but the royal family could consume it. And he planted it in a royal potato patch, with guards who had instructions to guard over it, night and day, but with secret instructions not to guard it very well. (Laughter) Now, 18th century peasants know that there is one pretty safe rule in life, which is if something is worth guarding, it's worth stealing. Before long, there was a massive underground potato-growing operation in Germany. What he'd effectively done is he'd re-branded the potato. It was an absolute masterpiece. I told this story and a gentleman from Turkey came up to me and said, \"Very, very good marketer, Fredrick the Great. But not a patch on Ataturk.\" Ataturk, rather like Nicolas Sarkozy, was very keen to discourage the wearing of a veil, in Turkey, to modernize it. Now, boring people would have just simply banned the veil. But that would have ended up with a lot of awful kickback and a hell of a lot of resistance. Ataturk was a lateral thinker. He made it compulsory for prostitutes to wear the veil. (Laughter) (Applause) I can't verify that fully, but it does not matter. There is your environmental problem solved, by the way, guys: All convicted child molesters have to drive a Porsche Cayenne. (Laughter) What Ataturk realized actually is two very fundamental things. Which is that, actually, first one, all value is actually relative. All value is perceived value. For those of you who don't speak Spanish, jugo de naranja -- it's actually the Spanish for \"orange juice.\" Because actually it's not the dollar. It's actually the peso in Buenos Aires. Very clever Buenos Aires street vendors decided to practice price discrimination to the detriment of any passing gringo tourists. As an advertising man, I have to admire that. But the first thing is that all value is subjective. Second point is that persuasion is often better than compulsion. These funny signs that flash your speed at you, some of the new ones, on the bottom right, now actually show a smiley face or a frowny face, to act as an emotional trigger. What's fascinating about these signs is they cost about 10 percent of the running cost of a conventional speed camera, but they prevent twice as many accidents. So, the bizarre thing, which is baffling to conventional, classically trained economists, is that a weird little smiley face has a better effect on changing your behavior than the threat of a £60 fine and three penalty points. Tiny little behavioral economics detail: in Italy, penalty points go backwards. You start with 12 and they take them away. Because they found that loss aversion is a more powerful influence on people's behavior. In Britain we tend to feel, \"Whoa! Got another three!\" Not so in Italy. Another fantastic case of creating intangible value to replace actual or material value, which remember, is what, after all, the environmental movement needs to be about: This again is from Prussia, from, I think, about 1812, 1813. The wealthy Prussians, to help in the war against the French, were encouraged to give in all their jewelry. And it was replaced with replica jewelry made of cast iron. Here's one: \"Gold gab ich für Eisen, 1813.\" The interesting thing is that for 50 years hence, the highest status jewelry you could wear in Prussia wasn't made of gold or diamonds. It was made of cast iron. Because actually, never mind the actual intrinsic value of having gold jewelry. This actually had symbolic value, badge value. It said that your family had made a great sacrifice in the past. So, the modern equivalent would of course be this. (Laughter) But, actually, there is a thing, just as there are Veblen goods, where the value of the good depends on it being expensive and rare -- there are opposite kind of things where actually the value in them depends on them being ubiquitous, classless and minimalistic. If you think about it, Shakerism was a proto-environmental movement. Adam Smith talks about 18th century America, where the prohibition against visible displays of wealth was so great, it was almost a block in the economy in New England, because even wealthy farmers could find nothing to spend their money on without incurring the displeasure of their neighbors. It's perfectly possible to create these social pressures which lead to more egalitarian societies. What's also interesting, if you look at products that have a high component of what you might call messaging value, a high component of intangible value, versus their intrinsic value: They are often quite egalitarian. In terms of dress, denim is perhaps the perfect example of something which replaces material value with symbolic value. Coca-Cola. A bunch of you may be a load of pinkos, and you may not like the Coca-Cola company, but it's worth remembering Andy Warhol's point about Coke. What Warhol said about Coke is, he said, \"What I really like about Coca-Cola is the president of the United States can't get a better Coke than the bum on the corner of the street.\" Now, that is, actually, when you think about it -- we take it for granted -- it's actually a remarkable achievement, to produce something that's that democratic. Now, we basically have to change our views slightly. There is a basic view that real value involves making things, involves labor. It involves engineering. It involves limited raw materials. And that what we add on top is kind of false. It's a fake version. And there is a reason for some suspicion and uncertainly about it. It patently veers toward propaganda. However, what we do have now is a much more variegated media ecosystem in which to kind of create this kind of value, and it's much fairer. When I grew up, this was basically the media environment of my childhood as translated into food. You had a monopoly supplier. On the left, you have Rupert Murdoch, or the BBC. (Laughter) And on your right you have a dependent public which is pathetically grateful for anything you give it. (Laughter) Nowadays, the user is actually involved. This is actually what's called, in the digital world, \"user-generated content.\" Although it's called agriculture in the world of food. (Laughter) This is actually called a mash-up, where you take content that someone else has produced and you do something new with it. In the world of food we call it cooking. This is food 2.0, which is food you produce for the purpose of sharing it with other people. This is mobile food. British are very good at that. Fish and chips in newspaper, the Cornish Pasty, the pie, the sandwich. We invented the whole lot of them. We're not very good at food in general. Italians do great food, but it's not very portable, generally. (Laughter) I only learned this the other day. The Earl of Sandwich didn't invent the sandwich. He actually invented the toasty. But then, the Earl of Toasty would be a ridiculous name. (Laughter) Finally, we have contextual communication. Now, the reason I show you Pernod -- it's only one example. Every country has a contextual alcoholic drink. In France it's Pernod. It tastes great within the borders of that country, but absolute shite if you take it anywhere else. (Laughter) Unicum in Hungary, for example. The Greeks have actually managed to produce something called Retsina, which even tastes shite when you're in Greece. (Laughter) But so much communication now is contextual that the capacity for actually nudging people, for giving them better information -- B.J. Fogg, at the University of Stanford, makes the point that actually the mobile phone is -- He's invented the phrase, \"persuasive technologies.\" He believes the mobile phone, by being location-specific, contextual, timely and immediate, is simply the greatest persuasive technology device ever invented. Now, if we have all these tools at our disposal, we simply have to ask the question, and Thaler and Sunstein have, of how we can use these more intelligently. I'll give you one example. If you had a large red button of this kind, on the wall of your home, and every time you pressed it, it saved 50 dollars for you, put 50 dollars into your pension, you would save a lot more. The reason is that the interface fundamentally determines the behavior. Okay? Now, marketing has done a very, very good job of creating opportunities for impulse buying. Yet we've never created the opportunity for impulse saving. If you did this, more people would save more. It's simply a question of changing the interface by which people make decisions, and the very nature of the decisions changes. Obviously, I don't want people to do this, because as an advertising man I tend to regard saving as just consumerism needlessly postponed. (Laughter) But if anybody did want to do that, that's the kind of thing we need to be thinking about, actually: fundamental opportunities to change human behavior. Now, I've got an example here from Canada. There was a young intern at Ogilvy Canada called Hunter Somerville, who was working in improv in Toronto, and got a part-time job in advertising, and was given the job of advertising Shreddies. Now this is the most perfect case of creating intangible, added value, without changing the product in the slightest. Shreddies is a strange, square, whole-grain cereal, only available in New Zealand, Canada and Britain. It's Kraft's peculiar way of rewarding loyalty to the crown. (Laughter) In working out how you could re-launch Shreddies, he came up with this. Video: (Buzzer) Man: Shreddies is supposed to be square. (Laughter) Woman: Have any of these diamond shapes gone out? (Laughter) Voiceover: New Diamond Shreddies cereal. Same 100 percent whole-grain wheat in a delicious diamond shape. (Applause) Rory Sutherland: I'm not sure this isn't the most perfect example of intangible value creation. All it requires is photons, neurons, and a great idea to create this thing. I would say it's a work of genius. But, naturally, you can't do this kind of thing without a little bit of market research. Man: So, Shreddies is actually producing a new product, which is something very exciting for them. So they are introducing new Diamond Shreddies. (Laughter) So I just want to get your first impressions when you see that, when you see the Diamond Shreddies box there. (Laughter) Woman: Weren't they square? Woman #2: I'm a little bit confused. Woman #3: They look like the squares to me. Man: They --  Yeah, it's all in the appearance. But it's kind of like flipping a six or a nine. Like a six, if you flip it over it looks like a nine. But a six is very different from a nine. Woman # 3: Or an \"M\" and a \"W\". Man: An \"M\" and a \"W\", exactly. Man #2: [unclear] You just looked like you turned it on its end. But when you see it like that it's more interesting looking. Man: Just try both of them. Take a square one there, first. (Laughter) Man: Which one did you prefer? Man #2: The first one. Man: The first one? (Laughter) Rory Sutherland: Now, naturally, a debate raged. There were conservative elements in Canada, unsurprisingly, who actually resented this intrusion. So, eventually, the manufacturers actually arrived at a compromise, which was the combo pack. (Laughter) (Applause) (Laughter) If you think it's funny, bear in mind there is an organization called the American Institute of Wine Economics, which actually does extensive research into perception of things, and discovers that except for among perhaps five or ten percent of the most knowledgeable people, there is no correlation between quality and enjoyment in wine, except when you tell the people how expensive it is, in which case they tend to enjoy the more expensive stuff more. So drink your wine blind in the future. But this is both hysterically funny -- but I think an important philosophical point, which is, going forward, we need more of this kind of value. We need to spend more time appreciating what already exists, and less time agonizing over what else we can do. Two quotations to more or less end with. One of them is, \"Poetry is when you make new things familiar and familiar things new.\" Which isn't a bad definition of what our job is, to help people appreciate what is unfamiliar, but also to gain a greater appreciation, and place a far higher value on those things which are already existing. There is some evidence, by the way, that things like social networking help do that. Because they help people share news. They give badge value to everyday little trivial activities. So they actually reduce the need for actually spending great money on display, and increase the kind of third-party enjoyment you can get from the smallest, simplest things in life. Which is magic. The second one is the second G.K. Chesterton quote of this session, which is, \"We are perishing for want of wonder, not for want of wonders,\" which I think for anybody involved in technology, is perfectly true. And a final thing: When you place a value on things like health, love, sex and other things, and learn to place a material value on what you've previously discounted for being merely intangible, a thing not seen, you realize you're much, much wealthier than you ever imagined. Thank you very much indeed. (Applause)","chapterStarts":[0,2500,5000,7500,10000,12500,15000,17500],"fKeys":["actually","value","laughter","now","people","things","like","man","one","kind","great","new","good","intangible","thing","advertising","can","example","food","shreddies","think","first","get","just","applause","called","little","much","point","something","take","two","want","world","better","call","diamond","made","problems","question","said","six","time","woman","another","ataturk","behavior","canada","change","contextual","cost","create","education","even","give","help","interesting","invented","involves","jewelry","job","journey","life","lot","make","material","need","potato","produce","rather","simply","square","way","years","also","anybody","ask","badge","basically","billion","bit","came","case","century","changing","cocacola","coke","creating","else","every","expensive","face","fredrick","funny","gold","got","less","live","look","many","might","mobile","nine","percent","perception","perfect","place","potatoes","pounds","prussia","reason","research","royal","sandwich","second","see","spend","tend","th","three","train","tried","veil","wine","without","work","working","worth","absolute","actual","aires","already","bad","basic","britain","buenos","bunch","business","cast","cereal","communication","component","compulsory","content","conventional","country","creation","day","decisions","depends","disgusting","dollars","done","drink","earl","eat","economics","egalitarian","end","engineering","engineers","enjoyment","environmental","ever","except","familiar","family","fantastic","far","fine","fundamental","future","general","given","giving","goods","greater","guard","high","impulse","instructions","interface","intrinsic","involved","iron","italy","keen","know","labor","left","limited","london","m","makes","making","mans","marketing","may","media","merely","mind","money","movement","naive","naturally","never","nothing","often","opportunities","opportunity","paris","patch","penalty","perceived","perfectly","perhaps","pernod","persuasive","phone","placebo","points","pretty","price","problem","product","prussians","reality","realized","really","remember","right","rory","save","saving","secret","shite","show","signs","slightly","smiley","social","solution","solved","someone","spanish","speak","speed","spending","street","subjective","sutherland","symbolic","tastes","technology","ted","toasty","top","tracks","turkey","w","wealth","wealthy","wear","wheat","wholegrain","absolutely","accidents","achievement","act","activities","ad","adam","add","added","admire","adopt","ago","agonizing","agriculture","alcoholic","almost","although","america","american","among","andy","anything","anywhere","appearance","appreciate","appreciating","appreciation","arrived","ate","attributed","available","aversion","away","awful","b","back","backwards","baffling","banned","bbc","bear","behavioral","believes","bills","bizarre","bj","blind","block","blog","borders","boring","bottom","box","bread","british","building","bum","burma","button","buying","buzzer","camera","capacity","carbohydrate","cayenne","changes","chateau","chesterton","child","childhood","chips","choices","classically","classless","clever","coast","combo","come","company","completely","compromise","compulsion","concept","confused","conservative","constitutes","consume","consumerism","contemporary","convicted","cooking","corner","cornish","correlation","course","cowen","created","crops","crown","damn","de","debate","decided","declared","definition","delicious","democratic","denim","dependent","detail","determines","detriment","develop","device","diamonds","different","digital","discounted","discourage","discovers","discrimination","discussing","display","displays","displeasure","disposal","dogs","dollar","dress","drive","duration","earth","economists","economy","ecosystem","effect","effectively","effects","eisen","either","elements","emotional","employ","encouraged","ended","england","enjoy","entire","environment","equivalent","eventually","everyday","evidence","evil","exactly","exciting","executed","existing","exists","extensive","extraordinarily","fact","fairer","fake","fall","false","famine","farmers","fascinating","feel","female","fewer","final","finally","find","fish","five","flash","flip","flipping","fogg","forward","found","fr","france","free","french","frowny","fully","fundamentally","gab","gain","generally","genius","gentleman","gentlemen","germans","germany","gets","gives","gk","go","goes","going","gone","granted","grateful","greatest","greece","greeks","grew","gringo","grow","guarding","guards","guys","handing","hardworking","health","heard","hedonic","held","hence","higher","highest","historical","history","home","however","human","hungary","hunter","hysterically","ich","idea","ignore","il","imaginary","imagined","immediate","important","impression","impressions","improv","improving","increase","incurring","indeed","influence","information","insane","institute","intelligently","intern","introducing","intrusion","invent","italians","jong","jugo","juice","kickback","kim","kings","knocking","knowledgeable","knows","krafts","ladies","large","later","lateral","lead","learn","learned","length","level","load","locationspecific","long","looked","looking","looks","loss","love","lower","loyalty","magic","male","managed","manufacturers","marginal","market","marketer","mashup","massive","masterpiece","materials","matter","medical","messaging","messy","minimalistic","minutes","mister","modern","modernize","molesters","monopoly","murdoch","name","naranja","nature","needlessly","needs","neighbors","networking","neurons","news","newspaper","nicolas","night","none","normally","nowadays","nudging","obsession","obviously","ogilvy","okay","ones","operation","opposite","orange","organization","overall","oxford","pack","part","particularly","parttime","passing","past","pasty","patently","pathetically","pay","pays","peasantry","peasants","peculiar","pension","peoples","perishing","persuasion","peso","petrus","philosophical","photons","phrase","picky","pie","pinkos","placebos","plan","planted","poetry","poorer","porsche","portable","possible","postponed","potatogrowing","powerful","practice","prefer","president","pressed","pressures","prevent","previously","produced","producing","products","prohibition","propaganda","prostitutes","protoenvironmental","prussian","public","purpose","put","quality","quite","quotations","quote","raged","railway","rap","rare","raw","reach","real","realize","rebranded","records","red","reduce","refusing","regard","relative","relaunch","remarkable","remembering","replace","replaced","replaces","replica","requires","resented","resistance","resources","retsina","revolution","rewarding","ridiculous","risk","rule","running","rupert","sacrifice","safe","safely","sarkozy","saved","say","scientific","scottish","seem","seems","seen","selfconfidence","sense","session","several","sex","shakerism","shape","shapes","share","sharing","shorter","shows","side","simplest","sister","slightest","slowed","smallest","smith","smoking","societies","society","solving","somerville","sources","speech","squares","stanford","start","states","status","stealing","still","story","strange","strikes","stuff","substitute","successful","suddenly","suggesting","suggestion","sunstein","supermodels","supplier","supposed","sure","suspicion","talks","teaching","technologies","tedious","teds","teens","tell","ten","terms","thaler","thank","thinker","thinking","thirdparty","threat","threeandhalfhour","timely","tinkering","tiny","told","tools","toronto","tourists","toward","trained","trains","translated","trigger","trivial","true","try","trying","turned","twice","tyler","ubiquitous","uncertainly","unclear","underground","unfamiliar","unicum","unimaginative","united","university","unsurprisingly","unwarranted","use","user","usergenerated","using","variegated","veblen","veers","vegetable","vegetables","vendors","verify","version","versus","video","view","views","visible","voiceover","volatility","walk","wall","war","warhol","warhols","ways","wealthier","wearing","weird","welcome","went","whoa","whole","will","within","wonder","wonders","works","worlds","wrong","yeah","yet","young","zealand"],"chapterTitles":["Segment 1","Segment 2","Segment 3","Segment 4","Segment 5","Segment 6","Segment 7","Segment 8"],"url":"http:\/\/www.ted.com\/talks\/rory_sutherland_life_lessons_from_an_ad_man.html"}