{"title":"A sense of humor about Afghanistan? Artist Aman Mojadidi shows how","description":"Afghan-American artist Aman Mojadidi calls himself “Afghan by blood, redneck by the grace of god.” Playing off his two identities, the TED Fellow's bold, funny, thought-provoking artwork explores jihad, gangsterism, consumers and corruption in modern Afghanistan.  ","fValues":[6, 5, 4, 4, 4, 4, 3, 3, 3, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1],"text":"(Applause) So I arrived by truck with about 50 rebels to the battle for Jalalabad as a 19-year-old vegetarian surfer from Jacksonville, Florida. (Laughter) I traded my Converse black low-tops for a pair of brown leather sandals and launched a rocket towards government tanks that I couldn't even see. And this was my first time in Afghanistan. Long before that I had grown up with the war, but alongside weekend sleepovers and Saturday soccer games and fistfights with racist children of the Confederacy and religio-nationalist demonstrations chanting, \"Down with communism and long live Afghanistan,\" and burning effigies of Brezhnev before I even knew what it meant. But this is the geography of self. And so I stand here today, Afghan by blood, redneck by the grace of God, (Laughter) an atheist and a radically politicized artist who's been living, working and creating in Afghanistan for the last nine years. Now there are a lot of wonderful things that you could make art about in Afghanistan, but personally I don't want to paint rainbows; I want to make art that disturbs identity and challenges authority and exposes hypocrisy and reinterprets reality and even uses kind of an imaginative ethnography to try and understand the world that we live in. I want to spend a day in the life of a jihadi gangster who wears his jihad against the communists like popstar bling and uses armed religious intimidation and political corruption to make himself rich. (Laughter) And where else can the jihadi gangster go, but run for parliament and do a public installation campaign with the slogan: \"Vote for me! I've done jihad, and I'm rich.\" (Laughter) And try and use this campaign to expose these mafiosos who are masquerading as national heroes. I want to look into corruption in Afghanistan through a work called \"Payback\" and impersonate a police officer, set up a fake checkpoint on the street of Kabul and stop cars, but instead of asking them for a bribe, offering them money and apologizing on behalf of the Kabul Police Department -- (Applause) and hoping that they'll accept this 100 Afghanis on our behalf. I want to look at how, in my opinion, the conflict in Afghanistan has become conflict chic. The war and the expatriate life that comes with it have created this environment of style and fashion that can only be described through creating a fashion line for soldiers and suicide bombers where I take local Afghan fox fur and add it to a flack jacket or make multiple interior pockets on fashionable neo-traditional vests. And I'd like to look at how taking a simple Kabul wheelbarrow and putting it on the wall amidst Kipling's call of 1899 to generate dialogue about how I see contemporary development initiatives being rooted in yesterday's colonial rhetoric about a \"white man's burden\" to save the brown man from himself and maybe even civilize him a bit. But doing these things, they can get you in jail, they can be misunderstood, misinterpreted. But I do them because I have to, because the geography of self mandates it. That is my burden. What's yours? Thank you. (Applause)","chapterStarts":[0,2500],"fKeys":["afghanistan","want","can","even","laughter","make","applause","kabul","look","afghan","art","behalf","brown","burden","campaign","conflict","corruption","creating","fashion","gangster","geography","jihad","jihadi","life","like","live","long","police","rich","see","self","things","try","uses","war","accept","add","afghanis","alongside","amidst","apologizing","armed","arrived","artist","asking","atheist","authority","battle","become","bit","black","bling","blood","bombers","brezhnev","bribe","burning","call","called","cars","challenges","chanting","checkpoint","chic","children","civilize","colonial","comes","communism","communists","confederacy","contemporary","converse","created","day","demonstrations","department","described","development","dialogue","disturbs","done","effigies","else","environment","ethnography","expatriate","expose","exposes","fake","fashionable","first","fistfights","flack","florida","fox","fur","games","generate","get","go","god","government","grace","grown","heroes","hoping","hypocrisy","identity","imaginative","impersonate","initiatives","installation","instead","interior","intimidation","jacket","jacksonville","jail","jalalabad","kind","kiplings","knew","last","launched","leather","line","living","local","lot","lowtops","mafiosos","man","mandates","mans","masquerading","maybe","meant","misinterpreted","misunderstood","money","multiple","national","neotraditional","nine","now","offering","officer","opinion","paint","pair","parliament","payback","personally","pockets","political","politicized","popstar","public","putting","racist","radically","rainbows","reality","rebels","redneck","reinterprets","religionationalist","religious","rhetoric","rocket","rooted","run","sandals","saturday","save","set","simple","sleepovers","slogan","soccer","soldiers","spend","stand","stop","street","style","suicide","surfer","take","taking","tanks","thank","time","today","towards","traded","truck","understand","use","vegetarian","vests","vote","wall","wears","weekend","wheelbarrow","white","wonderful","work","working","world","yearold","years","yesterdays"],"chapterTitles":["Segment 1","Segment 2"],"url":"http:\/\/www.ted.com\/talks\/a_sense_of_humor_about_afghanistan_an_artist_shows_how.html"}