{"title":"Rachel Armstrong: Architecture that repairs itself?","description":"Venice is sinking. To save it, Rachel Armstrong says we need to outgrow architecture made of inert materials and, well, make architecture that grows itself. She proposes a not-quite-alive material that does its own repairs and sequesters carbon, too.","fValues":[10, 9, 9, 9, 7, 7, 7, 7, 6, 6, 6, 6, 5, 5, 5, 5, 5, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1],"text":"All buildings today have something in common. They're made using Victorian technologies. This involves blueprints, industrial manufacturing and construction using teams of workers. All of this effort results in an inert object. And that means that there is a one-way transfer of energy from our environment into our homes and cities. This is not sustainable. I believe that the only way that it is possible for us to construct genuinely sustainable homes and cities is by connecting them to nature, not insulating them from it. Now, in order to do this, we need the right kind of language. Living systems are in constant conversation with the natural world, through sets of chemical reactions called metabolism. And this is the conversion of one group of substances into another, either through the production or the absorption of energy. And this is the way in which living materials make the most of their local resources in a sustainable way. So, I'm interested in the use of metabolic materials for the practice of architecture. But they don't exist. So I'm having to make them. I'm working with architect Neil Spiller at the Bartlett School of Architecture, and we're collaborating with international scientists in order to generate these new materials from a bottom up approach. That means we're generating them from scratch. One of our collaborators is chemist Martin Hanczyc, and he's really interested in the transition from inert to living matter. Now, that's exactly the kind of process that I'm interested in, when we're thinking about sustainable materials. So, Martin, he works with a system called the protocell. Now all this is -- and it's magic -- is a little fatty bag. And it's got a chemical battery in it. And it has no DNA. This little bag is able to conduct itself in a way that can only be described as living. It is able to move around its environment. It can follow chemical gradients. It can undergo complex reactions, some of which are happily architectural. So here we are. These are protocells, patterning their environment. We don't know how they do that yet. Here, this is a protocell, and it's vigorously shedding this skin. Now, this looks like a chemical kind of birth. This is a violent process. Here, we've got a protocell to extract carbon dioxide out of the atmosphere and turn it into carbonate. And that's the shell around that globular fat. They are quite brittle. So you've only got a part of one there. So what we're trying to do is, we're trying to push these technologies towards creating bottom-up construction approaches for architecture, which contrast the current, Victorian, top-down methods which impose structure upon matter. That can't be energetically sensible. So, bottom-up materials actually exist today. They've been in use, in architecture, since ancient times. If you walk around the city of Oxford, where we are today, and have a look at the brickwork, which I've enjoyed doing in the last couple of days, you'll actually see that a lot of it is made of limestone. And if you look even closer, you'll see, in that limestone, there are little shells and little skeletons that are piled upon each other. And then they are fossilized over millions of years. Now a block of limestone, in itself, isn't particularly that interesting. It looks beautiful. But imagine what the properties of this limestone block might be if the surfaces were actually in conversation with the atmosphere. Maybe they could extract carbon dioxide. Would it give this block of limestone new properties? Well, most likely it would. It might be able to grow. It might be able to self-repair, and even respond to dramatic changes in the immediate environment. So, architects are never happy with just one block of an interesting material. They think big. Okay? So when we think about scaling up metabolic materials, we can start thinking about ecological interventions like repair of atolls, or reclamation of parts of a city that are damaged by water. So, one of these examples would of course be the historic city of Venice. Now, Venice, as you know, has a tempestuous relationship with the sea, and is built upon wooden piles. So we've devised a way by which it may be possible for the protocell technology that we're working with to sustainably reclaim Venice. And architect Christian Kerrigan has come up with a series of designs that show us how it may be possible to actually grow a limestone reef underneath the city. So, here is the technology we have today. This is our protocell technology, effectively making a shell, like its limestone forefathers, and depositing it in a very complex environment, against natural materials. We're looking at crystal lattices to see the bonding process in this. Now, this is the very interesting part. We don't just want limestone dumped everywhere in all the pretty canals. What we need it to do is to be creatively crafted around the wooden piles. So, you can see from these diagrams that the protocell is actually moving away from the light, toward the dark foundations. We've observed this in the laboratory. The protocells can actually move away from the light. They can actually also move towards the light. You have to just choose your species. So that these don't just exist as one entity, we kind of chemically engineer them. And so here the protocells are depositing their limestone very specifically, around the foundations of Venice, effectively petrifying it. Now, this isn't going to happen tomorrow. It's going to take a while. It's going to take years of tuning and monitoring this technology in order for us to become ready to test it out in a case-by-case basis on the most damaged and stressed buildings within the city of Venice. But gradually, as the buildings are repaired, we will see the accretion of a limestone reef beneath the city. An accretion itself is a huge sink of carbon dioxide. Also it will attract the local marine ecology, who will find their own ecological niches within this architecture. So, this is really interesting. Now we have an architecture that connects a city to the natural world in a very direct and immediate way. But perhaps the most exciting thing about it is that the driver of this technology is available everywhere. This is terrestrial chemistry. We've all got it, which means that this technology is just as appropriate for developing countries as it is for First World countries. So, in summary, I'm generating metabolic materials as a counterpoise to Victorian technologies, and building architectures from a bottom-up approach. Secondly, these metabolic materials have some of the properties of living systems, which means they can perform in similar ways. They can expect to have a lot of forms and functions within the practice of architecture. And finally, an observer in the future marveling at a beautiful structure in the environment may find it almost impossible to tell whether this structure has been created by a natural process or an artificial one. Thank you. (Applause)","chapterStarts":[0,2500,5000],"fKeys":["limestone","can","materials","now","actually","architecture","city","one","environment","protocell","technology","way","around","just","living","see","venice","able","block","chemical","got","interesting","kind","little","means","metabolic","natural","process","sustainable","today","bottomup","buildings","carbon","dioxide","exist","going","interested","light","like","may","might","move","order","possible","properties","protocells","structure","technologies","upon","us","victorian","will","within","world","accretion","also","approach","architect","atmosphere","away","bag","beautiful","called","cities","complex","construction","conversation","countries","damaged","depositing","ecological","effectively","energy","even","everywhere","extract","find","foundations","generating","grow","homes","immediate","inert","know","local","look","looks","lot","made","make","martin","matter","need","new","part","piles","practice","reactions","really","reef","systems","take","think","thinking","towards","trying","use","using","wooden","working","years","absorption","almost","ancient","another","applause","approaches","appropriate","architects","architectural","architectures","artificial","atolls","attract","available","bartlett","basis","battery","become","believe","beneath","big","birth","blueprints","bonding","bottom","brickwork","brittle","building","built","canals","carbonate","casebycase","changes","chemically","chemist","chemistry","choose","christian","closer","collaborating","collaborators","come","common","conduct","connecting","connects","constant","construct","contrast","conversion","counterpoise","couple","course","crafted","created","creating","creatively","crystal","current","dark","days","described","designs","developing","devised","diagrams","direct","dna","dramatic","driver","dumped","ecology","effort","either","energetically","engineer","enjoyed","entity","exactly","examples","exciting","expect","fat","fatty","finally","first","follow","forefathers","forms","fossilized","functions","future","generate","genuinely","give","globular","gradients","gradually","group","hanczyc","happen","happily","happy","historic","huge","imagine","impose","impossible","industrial","insulating","international","interventions","involves","kerrigan","laboratory","language","last","lattices","likely","looking","magic","making","manufacturing","marine","marveling","material","maybe","metabolism","methods","millions","monitoring","moving","nature","neil","never","niches","object","observed","observer","okay","oneway","oxford","particularly","parts","patterning","perform","perhaps","petrifying","piled","pretty","production","push","quite","ready","reclaim","reclamation","relationship","repair","repaired","resources","respond","results","right","scaling","school","scientists","scratch","sea","secondly","selfrepair","sensible","series","sets","shedding","shells","show","similar","since","sink","skeletons","skin","something","species","specifically","spiller","start","stressed","substances","summary","surfaces","sustainably","system","teams","tell","tempestuous","terrestrial","test","thank","thing","times","tomorrow","topdown","toward","transfer","transition","tuning","turn","undergo","underneath","vigorously","violent","walk","want","water","ways","whether","workers","works","yet"],"chapterTitles":["Segment 1","Segment 2","Segment 3"],"url":"http:\/\/www.ted.com\/talks\/rachel_armstrong_architecture_that_repairs_itself.html"}