{"title":"Graham Hill: Why I'm a weekday vegetarian","description":"We all know the arguments that being vegetarian is better for the environment and for the animals -- but in a carnivorous culture, it can be hard to make the change. Graham Hill has a powerful, pragmatic suggestion: Be a weekday veg.","fValues":[6, 3, 3, 3, 3, 3, 3, 3, 3, 3, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1],"text":"About a year ago, I asked myself a question: \"Knowing what I know, why am I not a vegetarian?\" After all, I'm one of the green guys: I grew up with hippie parents in a log cabin. I started a site called TreeHugger -- I care about this stuff. I knew that eating a mere hamburger a day can increase my risk of dying by a third. Cruelty: I knew that the 10 billion animals we raise each year for meat are raised in factory farm conditions that we, hypocritically, wouldn't even consider for our own cats, dogs and other pets. Environmentally, meat, amazingly, causes more emissions than all of transportation combined: cars, trains, planes, buses, boats, all of it. And beef production uses 100 times the water that most vegetables do. I also knew that I'm not alone. We as a society are eating twice as much meat as we did in the 50s. So what was once the special little side treat now is the main, much more regular. So really, any of these angles should have been enough to convince me to go vegetarian. Yet, there I was -- chk, chk, chk -- tucking into a big old steak. So why was I stalling? I realized that what I was being pitched was a binary solution. It was either you're a meat eater or you're a vegetarian, and I guess I just wasn't quite ready. Imagine your last hamburger. (Laughter) So my common sense, my good intentions, were in conflict with my taste buds. And I'd commit to doing it later, and not surprisingly, later never came. Sound familiar? So I wondered, might there be a third solution? And I thought about it, and I came up with one. I've been doing it for the last year, and it's great. It's called weekday veg. The name says it all: Nothing with a face Monday through Friday. On the weekend, your choice. Simple. If you want to take it to the next level, remember, the major culprits in terms of environmental damage and health are red and processed meats. So you want to swap those out with some good, sustainably harvested fish. It's structured, so it ends up being simple to remember, and it's okay to break it here and there. After all, cutting five days a week is cutting 70 percent of your meat intake. The program has been great, weekday veg. My footprint's smaller, I'm lessening pollution, I feel better about the animals, I'm even saving money. Best of all, I'm healthier, I know that I'm going to live longer, and I've even lost a little weight. So, please ask yourselves, for your health, for your pocketbook, for the environment, for the animals: What's stopping you from giving weekday veg a shot? After all, if all of us ate half as much meat, it would be like half of us were vegetarians. Thank you. (Applause)","chapterStarts":[0,2500],"fKeys":["meat","animals","chk","even","knew","much","veg","vegetarian","weekday","year","called","came","cutting","eating","good","great","half","hamburger","health","know","last","later","little","one","remember","simple","solution","third","us","want","ago","alone","also","amazingly","angles","applause","ask","asked","ate","beef","best","better","big","billion","binary","boats","break","buds","buses","cabin","can","care","cars","cats","causes","choice","combined","commit","common","conditions","conflict","consider","convince","cruelty","culprits","damage","day","days","dogs","dying","eater","either","emissions","ends","enough","environment","environmental","environmentally","face","factory","familiar","farm","feel","fish","five","footprints","friday","giving","go","going","green","grew","guess","guys","harvested","healthier","hippie","hypocritically","imagine","increase","intake","intentions","just","knowing","laughter","lessening","level","like","live","log","longer","lost","main","major","meats","mere","might","monday","money","name","never","next","nothing","now","okay","old","parents","percent","pets","pitched","planes","please","pocketbook","pollution","processed","production","program","question","quite","raise","raised","ready","realized","really","red","regular","risk","s","saving","says","sense","shot","side","site","smaller","society","sound","special","stalling","started","steak","stopping","structured","stuff","surprisingly","sustainably","swap","take","taste","terms","thank","thought","times","trains","transportation","treat","treehugger","tucking","twice","uses","vegetables","vegetarians","water","week","weekend","weight","wondered","yet"],"chapterTitles":["Segment 1","Segment 2"],"url":"http:\/\/www.ted.com\/talks\/graham_hill_weekday_vegetarian.html"}