{"title":"Kirk Citron: And now, the real news ","description":"How many of today's headlines will matter in 100 years? 1000? Kirk Citron's \"Long News\" project collects stories that not only matter today, but will resonate for decades -- even centuries -- to come. At TED2010, he highlights recent headlines with the potential to shape our future. ","fValues":[8, 7, 6, 5, 4, 4, 4, 4, 4, 3, 3, 3, 3, 3, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1],"text":"We are drowning in news. Reuters alone puts out three and a half million news stories a year. That's just one source. My question is: How many of those stories are actually going to matter in the long run? That's the idea behind The Long News. It's a project by The Long Now Foundation, which was founded by TEDsters including Kevin Kelly and Stewart Brand. And what we're looking for is news stories that might still matter 50 or 100 or 10,000 years from now. And when you look at the news through that filter, a lot falls by the wayside. To take the top stories from the A.P. this last year, is this going to matter in a decade? Or this? Or this? Really? Is this going to matter in 50 or 100 years? Okay, that was kind of cool. (Laughter) But the top story of this past year was the economy, and I'm just betting that, sooner or later, this particular recession is going to be old news. So, what kind of stories might make a difference for the future? Well, let's take science. Someday, little robots will go through our bloodstreams fixing things. That someday is already here if you're a mouse. Some recent stories: nanobees zap tumors with real bee venom; they're sending genes into the brain; a robot they built that can crawl through the human body. What about resources? How are we going to feed nine billion people? We're having trouble feeding six billion today. As we heard yesterday, there's over a billion people hungry. Britain will starve without genetically modified crops. Bill Gates, fortunately, has bet a billion on [agricultural] research. What about global politics? The world's going to be very different when and if China sets the agenda, and they may. They've overtaken the U.S. as the world's biggest car market, they've overtaken Germany as the largest exporter, and they've started doing DNA tests on kids to choose their careers. We're finding all kinds of ways to push back the limits of what we know. Some recent discoveries: There's an ant colony from Argentina that has now spread to every continent but Antarctica; there's a self-directed robot scientist that's made a discovery -- soon, science may no longer need us, and life may no longer need us either; a microbe wakes up after 120,000 years. It seems that with or without us, life will go on. But my pick for the top Long News story of this past year was this one: water found on the moon. Makes it a lot easier to put a colony up there. And if NASA doesn't do it, China might, or somebody in this room might write a big check. My point is this: In the long run, some news stories are more important than others. (Applause)","chapterStarts":[0,2500],"fKeys":["news","stories","going","long","billion","matter","might","us","year","may","now","top","will","years","china","colony","go","just","kind","life","longer","lot","need","one","overtaken","past","people","recent","robot","run","science","someday","story","take","without","worlds","actually","agenda","agricultural","alone","already","ant","antarctica","ap","applause","argentina","back","bee","behind","bet","betting","big","biggest","bill","bloodstreams","body","brain","brand","britain","built","can","car","careers","check","choose","continent","cool","crawl","crops","decade","difference","different","discoveries","discovery","dna","drowning","easier","economy","either","every","exporter","falls","feed","feeding","filter","finding","fixing","fortunately","found","foundation","founded","future","gates","genes","genetically","germany","global","half","heard","human","hungry","idea","important","including","kelly","kevin","kids","kinds","know","largest","last","later","laughter","limits","little","look","looking","made","make","makes","many","market","microbe","million","modified","moon","mouse","nanobees","nasa","nine","okay","old","others","particular","pick","point","politics","project","push","put","puts","question","real","really","recession","research","resources","reuters","robots","room","scientist","seems","selfdirected","sending","sets","six","somebody","soon","sooner","source","spread","started","starve","stewart","still","tedsters","tests","things","three","today","trouble","tumors","venom","wakes","water","ways","wayside","write","yesterday","zap"],"chapterTitles":["Segment 1","Segment 2"],"url":"http:\/\/www.ted.com\/talks\/kirk_citron_and_now_the_real_news.html"}