{"talkTitles":["Lisa Margonelli: The political chemistry of oil","Rives: If I controlled the Internet …","Johanna Blakley: Social media and the end of gender","Candy Chang: Before I die I want to...","Ramona Pierson: An unexpected place of healing","Jonathan Trent: Energy from floating algae pods","Kent Larson: Brilliant designs to fit more people in every city","Daniel Kraft invents a better way to harvest bone marrow","Jon Ronson: Strange answers to the psychopath test","Jamil Abu-Wardeh: The Axis of Evil Middle East Comedy Tour","Antony Gormley: Sculpted space, within and without","Shyam Sankar: The rise of human-computer cooperation","Rob Legato: The art of creating awe","Robert Neuwirth: The power of the informal economy","Timothy Prestero: Design for people, not awards","Ivan Krastev: Can democracy exist without trust?","Caitria and Morgan O’Neill: How to step up in the face of disaster","Lisa Kristine: Photos that bear witness to modern slavery","Mark Forsyth: What’s a snollygoster? A short lesson in political speak","Kirby Ferguson: Embrace the remix","Margaret Heffernan: Dare to disagree","Pam Warhurst: How we can eat our landscapes","Max Little: A test for Parkinson’s with a phone call","Daphne Koller: What we're learning from online education","A sense of humor about Afghanistan? Artist Aman Mojadidi shows how","Scilla Elworthy: Fighting with non-violence","Mark Applebaum: The mad scientist of music","Michael Anti: Behind the Great Firewall of China","Becci Manson: (Re)touching lives through photos","Stephen Ritz: A teacher growing green in the South Bronx","Noah Wilson-Rich: Every city needs healthy honey bees","Malte Spitz: Your phone company is watching ","Michael Hansmeyer: Building unimaginable shapes","Ramesh Raskar: Imaging at a trillion frames per second","James Stavridis: A Navy Admiral's thoughts on global security","Neil Harbisson: I listen to color","Matt Mills: Image recognition that triggers augmented reality","Vinay Venkatraman: “Technology crafts” for the digitally underserved","John Graham-Cumming: The greatest machine that never was","Jamie Drummond: Let's crowdsource the world's goals","Mina Bissell: Experiments that point to a new understanding of cancer","Baba Shiv: Sometimes it's good to give up the driver's seat","Marc Goodman: A vision of crimes in the future","Jared Ficklin: New ways to see music (with color! and fire!)","Gabriel Barcia-Colombo: Capturing memories in video art ","David R. Dow: Lessons from death row inmates","Marco Tempest: The electric rise and fall of Nikola Tesla","Peter Norvig: The 100,000-student classroom","LZ Granderson: The myth of the gay agenda","Chris Gerdes: The future race car -- 150mph, and no driver","Ivan Oransky: Are we over-medicalized?","Rebecca Onie: What if our healthcare system kept us healthy?","John Hockenberry: We are all designers","Beeban Kidron: The shared wonder of film","Sarah Parcak: Archeology from space","Juan Enriquez: Will our kids be a different species?","Damian Palin: Mining minerals from seawater","Terry Moore: Why is 'x' the unknown?","John Hodgman: Design, explained.","Diane Kelly: What we didn’t know about penis anatomy","Hans Rosling: Religions and babies","Dalia Mogahed: The attitudes that sparked Arab Spring","Sebastian Deterding: What your designs say about you","William Noel: Revealing the lost codex of Archimedes","Quixotic Fusion: Dancing with light ","Reggie Watts disorients you in the most entertaining way","Shereen El-Feki: HIV -- how to fight an epidemic of bad laws","Philippe Petit: The journey across the high wire","Nathan Wolfe: What's left to explore?","Carl Schoonover: How to look inside the brain","JR: One year of turning the world inside out","David Kelley: How to build your creative confidence","Jean-Baptiste Michel: The mathematics of history","Tali Sharot: The optimism bias","Renny Gleeson: 404, the story of a page not found","Amory Lovins: A 40-year plan for energy","Joshua Foer: Feats of memory anyone can do","Rory Sutherland: Perspective is everything","Karen Bass: Unseen footage, untamed nature","JP Rangaswami: Information is food","Gary Kovacs: Tracking the trackers","Michael Tilson Thomas: Music and emotion through time ","Brian Greene: Is our universe the only universe?","Michael Norton: How to buy happiness","Eduardo Paes: The 4 commandments of cities","Liz Diller: A giant bubble for debate","Reuben Margolin: Sculpting waves in wood and time","Nancy Lublin: Texting that saves lives","Christina Warinner: Tracking ancient diseases using ... plaque","Laura Carstensen: Older people are happier","Taryn Simon: The stories behind the bloodlines","Frans de Waal: Moral behavior in animals","Atul Gawande: How do we heal medicine?","Drew Curtis: How I beat a patent troll","Tal Golesworthy: How I repaired my own heart","Abigail Washburn: Building US-China relations ... by banjo","Sherry Turkle: Connected, but alone?","Lucy McRae: How can technology transform the human body?","Frank Warren: Half a million secrets","Chip Kidd: Designing books is no laughing matter. OK, it is.","Ayah Bdeir: Building blocks that blink, beep and teach","Regina Dugan: From mach-20 glider to humming bird drone","Jack Choi: On the virtual dissection table","Donald Sadoway: The missing link to renewable energy","Marco Tempest: A magical tale (with augmented reality)","Leymah Gbowee: Unlock the intelligence, passion, greatness of girls","Taylor Wilson: Yup, I built a nuclear fusion reactor","Billy Collins: Everyday moments, caught in time","T. Boone Pickens: Let's transform energy -- with natural gas","Paul Gilding: The Earth is full","Jonathan Haidt: Religion, evolution, and the ecstasy of self-transcendence","Brené Brown: Listening to shame","Noel Bairey Merz: The single biggest health threat women face","Myshkin Ingawale: A blood test without bleeding","Rob Reid: The $8 billion iPod","James Hansen: Why I must speak out about climate change","Jennifer Pahlka: Coding a better government","A TED speaker's worst nightmare ","Susan Cain: The power of introverts","Andrew Stanton: The clues to a great story","Bryan Stevenson: We need to talk about an injustice","Peter Diamandis: Abundance is our future","Vijay Kumar: Robots that fly ... and cooperate","Daniel Pauly: The ocean's shifting baseline","Shlomo Benartzi: Saving for tomorrow, tomorrow","Shilo Shiv Suleman: Using tech to enable dreaming","Kevin Allocca: Why videos go viral","Paul Snelgrove: A census of the ocean","Tan Le: My immigration story","Chris Bliss: Comedy is translation","Neil MacGregor: 2600 years of history in one object","Simon Berrow: How do you save a shark you know nothing about?","Paul Conneally: Digital humanitarianism","Jenna McCarthy: What you don't know about marriage","Lucien Engelen: Crowdsource your health","Tyrone Hayes + Penelope Jagessar Chaffer: The toxic baby? ","Erik Johansson: Impossible photography","Jack Horner: Shape-shifting dinosaurs","Stephen Coleman: The moral dangers of non-lethal weapons","Sheikha Al Mayassa: Globalizing the local, localizing the global","Shawn Achor: The happy secret to better work","Neil Burgess: How your brain tells you where you are","Peter van Uhm: Why I chose a gun","Mike deGruy: Hooked by an octopus","Alain de Botton: Atheism 2.0","Danny Hillis: Back to the future (of 1994)","Bill Doyle: Treating cancer with electric fields","Erica Frenkel: The universal anesthesia machine","Clay Shirky: Why SOPA is a bad idea","Gayle Tzemach Lemmon: Women entrepreneurs, example not exception","Lisa Harouni: A primer on 3D printing","Diana Nyad: Extreme swimming with the world's most dangerous jellyfish","Sheena Iyengar: How to make choosing easier","Mikko Hypponen: Three types of online attack","Sonaar Luthra: Meet the Water Canary ","Morley sings \"Women of Hope\"","Drew Berry: Animations of unseeable biology","Sebastian Wernicke: 1000 TEDTalks, 6 words","Paddy Ashdown: The global power shift","Jane Fonda: Life's third act","Antonio Damasio: The quest to understand consciousness","Award-winning teenage science in action","Jonas Gahr Støre: In defense of dialogue","Alberto Cairo: There are no scraps of men","A.J. Jacobs: How healthy living nearly killed me","Daniel Goldstein: The battle between your present and future self","Karen Tse: How to stop torture","Sheila Nirenberg: A prosthetic eye to treat blindness","Homaro Cantu + Ben Roche: Cooking as alchemy  ","Pavan Sukhdev: Put a value on nature!","Yoav Medan: Ultrasound surgery -- healing without cuts","Quyen Nguyen: Color-coded surgery","Monika Bulaj: The hidden light of Afghanistan","Stefon Harris: There are no mistakes on the bandstand","Cheryl Hayashi: The magnificence of spider silk","Luis von Ahn: Massive-scale online collaboration","Annie Murphy Paul: What we learn before we're born","Kathryn Schulz: Don't regret regret","Charles Limb: Building the musical muscle","Britta Riley: A garden in my apartment","Damon Horowitz: Philosophy in prison","Joe Sabia: The technology of storytelling","Alexander Tsiaras: Conception to birth -- visualized","Phil Plait: How to defend Earth from asteroids","Robin Ince: Science versus wonder?","Péter Fankhauser: Meet Rezero, the dancing ballbot","Cynthia Kenyon: Experiments that hint of longer lives","Charlie Todd: The shared experience of absurdity","Yves Rossy: Fly with the Jetman","Allan Jones: A map of the brain","Paul Zak: Trust, morality -- and oxytocin","Martin Hanczyc: The line between life and not-life","Hasan Elahi: FBI, here I am!","Ben Kacyra: Ancient wonders captured in 3D","Marco Tempest: Augmented reality, techno-magic","Daniel Wolpert: The real reason for brains","Aparna Rao: High-tech art (with a sense of humor)","Richard Wilkinson: How economic inequality harms societies","Anna Mracek Dietrich: A plane you can drive","Jay Bradner: Open-source cancer research","Béatrice Coron: Stories cut from paper","Todd Kuiken: A prosthetic arm that \"feels\"","Malcolm Gladwell: The strange tale of the Norden bombsight","Bunker Roy: Learning from a barefoot movement","Jae Rhim Lee: My mushroom burial suit","Nathalie Miebach: Art made of storms","Guy-Philippe Goldstein: How cyberattacks threaten real-world peace","Justin Hall-Tipping: Freeing energy from the grid","Pamela Meyer: How to spot a liar","Mike Biddle: We can recycle plastic","Alison Gopnik: What do babies think?","Richard Seymour: How beauty feels","Ian Ritchie: The day I turned down Tim Berners-Lee","Charles Hazlewood: Trusting the ensemble","Yang Lan: The generation that's remaking China","Graham Hill: Less stuff, more happiness","Christoph Adami: Finding life we can't imagine","Ben Goldacre: Battling bad science","Geoff Mulgan: A short intro to the Studio School","Danielle de Niese: A flirtatious aria","Sunni Brown: Doodlers, unite!","Niall Ferguson: The 6 killer apps of prosperity","Jarreth Merz: Filming democracy in Ghana","Elizabeth Murchison: Fighting a contagious cancer","Lauren Zalaznick: The conscience of television","What we learned from 5 million books","Amy Lockwood: Selling condoms in the Congo","Yasheng Huang: Does democracy stifle economic growth?","Richard Resnick: Welcome to the genomic revolution","Misha Glenny: Hire the hackers!","Kate Hartman: The art of wearable communication","Lee Cronin: Making matter come alive","Raghava KK: Shake up your story","Sarah Kaminsky: My father the forger ","Joan Halifax: Compassion and the true meaning of empathy","Skylar Tibbits: Can we make things that make themselves?","Edward Tenner: Unintended consequences","Julia Bacha: Pay attention to nonviolence","Svante Pääbo: DNA clues to our inner neanderthal","Lucianne Walkowicz: Finding planets around other stars","Jeremy Gilley: One day of peace","Dan Ariely: Beware conflicts of interest","Philip Zimbardo: The demise of guys?","Marco Tempest: The magic of truth and lies (and iPods)","Eve Ensler: Suddenly, my body","Dyan deNapoli: The great penguin rescue","Alex Steffen: The shareable future of cities","Mark Pagel: How language transformed humanity","Harald Haas: Wireless data from every light bulb","Jessica Green: Are we filtering the wrong microbes?","Adam Ostrow: After your final status update","Julian Treasure: 5 ways to listen better","Josette Sheeran: Ending hunger now","A robot that flies like a bird","Paul Bloom: The origins of pleasure","Geoffrey West: The surprising math of cities and corporations","Thandie Newton: Embracing otherness, embracing myself","Kevin Slavin: How algorithms shape our world ","Rory Stewart: Time to end the war in Afghanistan","Tim Harford: Trial, error and the God complex","Mikko Hypponen: Fighting viruses, defending the net","Nadia Al-Sakkaf: See Yemen through my eyes","Maajid Nawaz: A global culture to fight extremism","Rebecca MacKinnon: Let's take back the Internet!","Simon Lewis: Don't take consciousness for granted","Nina Tandon: Caring for engineered tissue","Jonathan Drori: The beautiful tricks of flowers","Matt Cutts: Try something new for 30 days","Nathan Myhrvold: Cooking as never seen before","Robert Hammond: Building a park in the sky","Emiliano Salinas: A civil response to violence","Dave deBronkart: Meet e-Patient Dave","Rajesh Rao: A Rosetta Stone for the Indus script","Joshua Walters: On being just crazy enough","Shea Hembrey: How I became 100 artists","Onyx Ashanti: This is beatjazz","Bill Ford: A future beyond traffic gridlock","Honor Harger: A history of the universe in sound","Daniel Kraft: Medicine's future? There's an app for that","Jok Church: A circle of caring","Daniel Tammet: Different ways of knowing","Steve Keil: A manifesto for play, for Bulgaria and beyond","Maya Beiser(s) and her cello(s) ","Camille Seaman: Haunting photos of polar ice","Paul Romer: The world's first charter city?","Janet Echelman: Taking imagination seriously","JD Schramm: Break the silence for suicide attempt survivors","Alice Dreger: Is anatomy destiny?","Jack Horner: Building a dinosaur from a chicken ","Damon Horowitz calls for a \"moral operating system\"","Jessi Arrington: Wearing nothing new","Mustafa Akyol: Faith versus tradition in Islam","Aaron O'Connell: Making sense of a visible quantum object","Dennis Hong: Making a car for blind drivers","Stefan Sagmeister: 7 rules for making more happiness","Shirin Neshat: Art in exile","Elliot Krane: The mystery of chronic pain","Robert Gupta and Joshua Roman duet on \"Passacaglia\"","Bruce Aylward: How we'll stop polio for good","Terry Moore: How to tie your shoes","Aaron Koblin: Artfully visualizing our humanity","Edith Widder: The weird, wonderful world of bioluminescence","Ed Boyden: A light switch for neurons","Thomas Heatherwick: Building the Seed Cathedral","Ron Gutman: The hidden power of smiling","Amit Sood: Building a museum of museums on the web","Leonard Susskind: My friend Richard Feynman","Fiorenzo Omenetto: Silk, the ancient material of the future","Sean Carroll: Distant time and the hint of a multiverse","Paul Nicklen: Tales of ice-bound wonderlands","Louie Schwartzberg: The hidden beauty of pollination","Eli Pariser: Beware online \"filter bubbles\"","Angela Belcher: Using nature to grow batteries","9\/11 healing: The mothers who found forgiveness, friendship","Suzanne Lee: Grow your own clothes","Arvind Gupta: Turning trash into toys for learning","Mike Matas:  A next-generation digital book","Carlo Ratti: Architecture that senses and responds","Harvey Fineberg: Are we ready for neo-evolution?","Sam Richards: A radical experiment in empathy","Bruce Schneier: The security mirage","John Hunter: Teaching with the World Peace Game","Kathryn Schulz: On being wrong","Anil Ananthaswamy: What it takes to do extreme astrophysics","Ric Elias: 3 things I learned while my plane crashed","Susan Lim: Transplant cells, not organs","Marcin Jakubowski: Open-sourced blueprints for civilization","David Christian: The history of our world in 18 minutes","Dave Meslin: The antidote to apathy","Roger Ebert: Remaking my voice","Morgan Spurlock: The greatest TED Talk ever sold","Mick Ebeling: The invention that unlocked a locked-in artist","Caroline Casey: Looking past limits","Jackson Browne: \"If I Could Be Anywhere\"","Stanley McChrystal: Listen, learn ... then lead","Eric Whitacre: A virtual choir 2,000 voices strong","Chade-Meng Tan: Everyday compassion at Google","Ralph Langner: Cracking Stuxnet, a 21st-century cyber weapon","Patricia Ryan: Don't insist on English!","AnnMarie Thomas: Hands-on science with squishy circuits","Paul Root Wolpe: It's time to question bio-engineering","Sebastian Thrun: Google's driverless car","Handspring Puppet Co.: The genius puppetry behind War Horse","Claron McFadden: Singing the primal mystery","Eythor Bender demos human exoskeletons","Isabel Behncke: Evolution's gift of play, from bonobo apes to humans","Hans Rosling: The magic washing machine","Sarah Kay: If I should have a daughter ...","Salman Khan: Let's use video to reinvent education","Janna Levin: The sound the universe makes","Rogier van der Heide: Why light needs darkness","Deb Roy: The birth of a word","David Brooks: The social animal","Mark Bezos: A life lesson from a volunteer firefighter","Rob Harmon: How the market can keep streams flowing","Courtney Martin: Reinventing feminism","Bill Gates: How state budgets are breaking US schools","Anthony Atala: Printing a human kidney","JR's TED Prize wish: Use art to turn the world inside out","Wael Ghonim: Inside the Egyptian revolution","Wadah Khanfar: A historic moment in the Arab world","Danny Hillis: Understanding cancer through proteomics","Ahn Trio: A modern take on piano, violin, cello","Noreena Hertz: How to use experts -- and when not to","Elizabeth Lindsey: Curating humanity's heritage","Patricia Kuhl: The linguistic genius of babies","Jacqueline Novogratz: Inspiring a life of immersion","Iain Hutchison: Saving faces","Madeleine Albright: On being a woman and a diplomat","Martin Jacques: Understanding the rise of China","Lisa Gansky: The future of business is the \"mesh\"","Krista Tippett: Reconnecting with compassion","Michael Pawlyn: Using nature's genius in architecture","Nigel Marsh: How to make work-life balance work","Cynthia Breazeal: The rise of personal robots","A whistleblower you haven't heard","Christopher McDougall: Are we born to run?","Suheir Hammad: Poems of war, peace, women, power","Dale Dougherty: We are makers","Reviving New York's rivers -- with oysters!","Ariel Garten: Know thyself, with a brain scanner","Liza Donnelly: Drawing on humor for change","Bruce Feiler: The council of dads","Lesley Hazleton: On reading the Koran","Ali Carr-Chellman: Gaming to re-engage boys in learning","Thomas Goetz: It's time to redesign medical data","Van Jones: The economic injustice of plastic","Heather Knight: Silicon-based comedy","Naomi Klein: Addicted to risk","Charity Tillemann-Dick: Singing after a double lung transplant","Anders Ynnerman: Visualizing the medical data explosion","Elizabeth Lesser: Take \"the Other\" to lunch","Thomas Thwaites: How I built a toaster -- from scratch","Brené Brown: The power of vulnerability","Amber Case: We are all cyborgs now","Jody Williams: A realistic vision for world peace","Neil Pasricha: The 3 A's of awesome","Deborah Rhodes: A tool that finds 3x more breast tumors, and why it's not available to you","Charles Limb: Your brain on improv","Hanna Rosin: New data on the rise of women","Arianna Huffington: How to succeed? Get more sleep","Barry Schwartz: Using our practical wisdom","Sheryl Sandberg: Why we have too few women leaders","Majora Carter: 3 stories of local eco-entrepreneurship","Rachel Botsman: The case for collaborative consumption","Tony Porter: A call to men","Diana Laufenberg: How to learn? From mistakes","Beverly + Dereck Joubert: Life lessons from big cats","Let's talk parenting taboos: Rufus Griscom + Alisa Volkman","Birke Baehr: What's wrong with our food system","Kiran Bedi: A police chief with a difference","Bart Weetjens: How I taught rats to sniff out land mines","Halla Tomasdottir: A feminine response to Iceland's financial crash","Arthur Potts Dawson: A vision for sustainable restaurants","William Ury: The walk from \"no\" to \"yes\"","Jason Fried: Why work doesn't happen at work","Marcel Dicke: Why not eat insects?","Dan Phillips: Creative houses from reclaimed stuff","Aaron Huey: America's native prisoners of war","Zainab Salbi: Women, wartime and the dream of peace","Conrad Wolfram: Teaching kids real math with computers","Kim Gorgens: Protecting the brain against concussion","Denis Dutton: A Darwinian theory of beauty","John Hardy: My green school dream","Kristina Gjerde: Making law on the high seas","David Bismark: E-voting without fraud","Shimon Schocken's rides of hope","Auret van Heerden: Making global labor fair","Eric Berlow: Simplifying complexity","Andrew Bird's one-man orchestra of the imagination","Emily Pilloton: Teaching design for change","Gero Miesenboeck reengineers a brain","Stefan Wolff: The path to ending ethnic conflicts","Tom Chatfield: 7 ways games reward the brain","Greg Stone: Saving the ocean one island at a time","Barton Seaver: Sustainable seafood? Let's get smart","Shimon Steinberg: Natural pest control ... using bugs!","Joseph Nye on global power shifts","R.A. Mashelkar: Breakthrough designs for ultra-low-cost products","Dianna Cohen: Tough truths about plastic pollution","Patrick Chappatte: The power of cartoons","David Byrne sings \"(Nothing But) Flowers\"","Jessica Jackley: Poverty, money -- and love","Stefano Mancuso: The roots of plant intelligence","Heribert Watzke: The brain in your gut","Stacey Kramer: The best gift I ever survived","Natalie Jeremijenko: The art of the eco-mindshift","Melinda French Gates: What nonprofits can learn from Coca-Cola","Ze Frank's web playroom","Hans Rosling: The good news of the decade?","Tim Jackson: An economic reality check","Peter Haas: Haiti's disaster of engineering","Eben Bayer: Are mushrooms the new plastic?","Barbara Block: Tagging tuna in the deep ocean","Mechai Viravaidya: How Mr. Condom made Thailand a better place","Sebastian Seung: I am my connectome","Inge Missmahl brings peace to the minds of Afghanistan","Julian Treasure: Shh! Sound health in 8 steps","Gary Wolf: The quantified self","Fabian Hemmert: The shape-shifting future of the mobile phone","Steven Johnson: Where good ideas come from","Annie Lennox: Why I am an HIV\/AIDS activist  ","Christien Meindertsma: How pig parts make the world turn","Chris Anderson: How web video powers global innovation","Mitchell Besser: Mothers helping mothers fight HIV","Caroline Phillips: Hurdy-gurdy for beginners","Jessa Gamble: Our natural sleep cycle","Nicholas Christakis: How social networks predict epidemics","Rob Dunbar: Discovering ancient climates in oceans and ice","Sugata Mitra: The child-driven education","Ben Cameron: The true power of the performing arts","Carne Ross: An independent diplomat","Alwar Balasubramaniam: Art of substance and absence","Johan Rockstrom: Let the environment guide our development","Derek Sivers: Keep your goals to yourself","Nic Marks: The Happy Planet Index","His Holiness the Karmapa: The technology of the heart","Rachel Sussman: The world's oldest living things","Lee Hotz: Inside an Antarctic time machine","Dan Cobley: What physics taught me about marketing","Jim Toomey: Learning from Sherman the shark","Seth Priebatsch: The game layer on top of the world","David McCandless: The beauty of data visualization","Maz Jobrani: Did you hear the one about the Iranian-American?","Sheryl WuDunn: Our century's greatest injustice ","Sheena Iyengar: The art of choosing","Peter Molyneux demos Milo, the virtual boy","Laurie Santos: A monkey economy as irrational as ours","Dimitar Sasselov: How we found hundreds of potential Earth-like planets","Jason Clay: How big brands can help save biodiversity","Elif Shafak: The politics of fiction","Naif Al-Mutawa: Superheroes inspired by Islam","Kevin Stone: The bio-future of joint replacement","Julian Assange: Why the world needs WikiLeaks ","Lewis Pugh's mind-shifting Everest swim","Tan Le: A headset that reads your brainwaves","John Delaney: Wiring an interactive ocean","Matt Ridley: When ideas have sex","Carl Safina: The oil spill's unseen culprits, victims","Hans Rosling: Global population growth, box by box","Ethan Zuckerman: Listening to global voices","Ellen Gustafson: Obesity + Hunger = 1 global food issue","Nalini Nadkarni: Life science in prison","Benoit Mandelbrot: Fractals and the art of roughness","Mitchell Joachim: Don't build your home, grow it!","Carter Emmart demos a 3D atlas of the universe ","Stephen Palumbi: Following the mercury trail","Ellen Dunham-Jones: Retrofitting suburbia","Cameron Herold: Let's raise kids to be entrepreneurs","Aditi Shankardass: A second opinion on developmental disorders ","Clay Shirky: How cognitive surplus will change the world","Charles Leadbeater: Education innovation in the slums","Hillel Cooperman: Legos for grownups","Marian Bantjes: Intricate beauty by design ","Chip Conley: Measuring what makes life worthwhile","Michael Shermer: The pattern behind self-deception","Ananda Shankar Jayant fights cancer with dance ","Brian Cox: Why we need the explorers","Debate: Does the world need nuclear energy?","Margaret Gould Stewart: How YouTube thinks about copyright","Sharmeen Obaid-Chinoy: Inside a school for suicide bombers","Peter Tyack: The intriguing sound of marine mammals","Rory Sutherland: Sweat the small stuff","David Byrne: How architecture helped music evolve","Michael Sandel: The lost art of democratic debate","John Kasaona: How poachers became caretakers","Sir Ken Robinson: Bring on the learning revolution!","Adam Sadowsky engineers a viral music video","Christopher \"moot\" Poole: The case for anonymity online","Brian Skerry reveals ocean's glory -- and horror","John Underkoffler: Pointing to the future of UI","Lawrence Lessig: Re-examining the remix","Johanna Blakley: Lessons from fashion's free culture","Seth Berkley: HIV and flu -- the vaccine strategy","Craig Venter unveils \"synthetic life\"","William Li: Can we eat to starve cancer?","Graham Hill: Why I'm a weekday vegetarian","Dan Meyer: Math class needs a makeover","Richard Sears: Planning for the end of oil","Dee Boersma: Pay attention to penguins","Michael Specter: The danger of science denial","Nathan Myhrvold: Could this laser zap malaria?","Julia Sweeney has \"The Talk\" ","Enric Sala: Glimpses of a pristine ocean","Simon Sinek: How great leaders inspire action","Nicholas Christakis: The hidden influence of social networks","James Randi: Homeopathy, quackery and fraud","Sam Harris: Science can answer moral questions","Thomas Dolby: \"Love Is a Loaded Pistol\"","Jeremy Jackson: How we wrecked the ocean","Anil Gupta: India's hidden hotbeds of invention","Esther Duflo: Social experiments to fight poverty","Lies, damned lies and statistics (about TEDTalks)","George Whitesides: Toward a science of simplicity","Stephen Wolfram: Computing a theory of everything","Roz Savage: Why I'm rowing across the Pacific","Kavita Ramdas: Radical women, embracing tradition ","Tom Wujec: Build a tower, build a team","Omar Ahmad: Political change with pen and paper","Frederick Balagadde: Bio-lab on a microchip","Edith Widder: Glowing life in an underwater world","Catherine Mohr builds green","Jonathan Klein: Photos that changed the world","Thelma Golden: How art gives shape to cultural change","Natalie Merchant sings old poems to life","Adora Svitak: What adults can learn from kids","Dennis Hong: My seven species of robot ","Elizabeth Pisani: Sex, drugs and HIV -- let's get rational","Jonathan Drori: Every pollen grain has a story","Jane McGonigal: Gaming can make a better world","Dean Kamen: The emotion behind invention","Derek Sivers: How to start a movement","Shukla Bose: Teaching one child at a time","Kirk Citron: And now, the real news ","Kevin Bales: How to combat modern slavery","Robert Gupta: Music is medicine, music is sanity","Joel Levine: Why we need to go back to Mars","Alan Siegel: Let's simplify legal jargon!","Juliana Machado Ferreira: The fight to end rare-animal trafficking in Brazil","Ken Kamler: Medical miracle on Everest","Shekhar Kapur: We are the stories we tell ourselves","Eric Mead: The magic of the placebo","Eric Dishman: Take health care off the mainframe","Mark Roth: Suspended animation is within our grasp","Dan Barber: How I fell in love with a fish","Gary Lauder's new traffic sign: Take Turns","Gary Flake: is Pivot a turning point for web exploration?","Tim Berners-Lee: The year open data went worldwide","Daniel Kahneman: The riddle of experience vs. memory","The LXD: In the Internet age, dance evolves ...","James Cameron: Before Avatar ... a curious boy","Harsha Bhogle: The rise of cricket, the rise of India","Bill Gates on energy: Innovating to zero!","Temple Grandin: The world needs all kinds of minds","Philip K. Howard: Four ways to fix a broken legal system","Raghava KK: My 5 lives as an artist","Pawan Sinha on how brains learn to see","Jamie Oliver's TED Prize wish: Teach every child about food","Eric Topol: The wireless future of medicine","Kevin Kelly tells technology's epic story","Aimee Mullins: The opportunity of adversity","Blaise Aguera y Arcas demos augmented-reality maps","David Cameron: The next age of government","Peter Eigen: How to expose the corrupt","Eve Ensler: Embrace your inner girl","George Whitesides: A lab the size of a postage stamp","David Agus: A new strategy in the war on cancer","Derek Sivers: Weird, or just different?","Sendhil Mullainathan: Solving social problems with a nudge","Tom Shannon: The painter and the pendulum","Jamie Heywood: The big idea my brother inspired","Jane Chen: A warm embrace that saves lives","Joshua Prince-Ramus: Building a theater that remakes itself","Anthony Atala: Growing new organs","Bill Davenhall: Your health depends on where you live","David Blaine: How I held my breath for 17 min","Kiran Bir Sethi teaches kids to take charge","Dan Buettner: How to live to be 100+","Charles Fleischer insists: All things are Moleeds","VS Ramachandran: The neurons that shaped civilization","Lalitesh Katragadda: Making maps to fight disaster, build economies","Ravin Agrawal: 10 young Indian artists to watch","Romulus Whitaker: The real danger lurking in the water","Kartick Satyanarayan: How we rescued the \"dancing\" bears","Bertrand Piccard's solar-powered adventure","Nick Veasey: Exposing the invisible","Steven Cowley: Fusion is energy's future","Asher Hasan's message of peace from Pakistan","Shaffi Mather: A new way to fight corruption","James Geary, metaphorically speaking","Alexis Ohanian: How to make a splash in social media","Charles Anderson discovers dragonflies that cross oceans","Ryan Lobo: Photographing the hidden story","Sunitha Krishnan: The fight against sex slavery","Shereen El Feki: Pop culture in the Arab world","Thulasiraj Ravilla: How low-cost eye care can be world-class","Loretta Napoleoni: The intricate economics of terrorism","Marc Pachter: The art of the interview","Gordon Brown on global ethic vs. national interest","Pranav Mistry: The thrilling potential of SixthSense technology","Rory Bremner's one-man world summit","Shashi Tharoor: Why nations should pursue \"soft\" power","Anupam Mishra: The ancient ingenuity of water harvesting ","Andrea Ghez: The hunt for a supermassive black hole","Scott Kim takes apart the art of puzzles","Mallika Sarabhai: Dance to change the world","Rob Hopkins: Transition to a world without oil","Hans Rosling: Asia's rise -- how and when","Devdutt Pattanaik: East vs. West -- the myths that mystify","Tom Wujec demos the 13th-century astrolabe","Fields Wicker-Miurin: Learning from leadership's \"missing manual\"","Mathieu Lehanneur demos science-inspired design","Cynthia Schneider: The surprising spread of \"Idol\" TV","Rachel Pike: The science behind a climate headline","Stefana Broadbent: How the Internet enables intimacy","Edward Burtynsky photographs the landscape of oil","Cameron Sinclair: The refugees of boom-and-bust","Becky Blanton: The year I was homeless","Marcus du Sautoy: Symmetry, reality's riddle","Rachel Armstrong: Architecture that repairs itself?","David Deutsch: A new way to explain explanation","Ian Goldin: Navigating our global future","Marc Koska: 1.3m reasons to re-invent the syringe","John Gerzema: The post-crisis consumer","Itay Talgam: Lead like the great conductors","Rory Sutherland: Life lessons from an ad man","Chimamanda Adichie: The danger of a single story","Paul Debevec animates a photo-real digital face","Henry Markram: A brain in a supercomputer","Julian Treasure: The 4 ways sound affects us","David Hanson: Robots that \"show emotion\"","David Logan: Tribal leadership","Sam Martin: Claim your \"manspace\"","Beau Lotto: Optical illusions show how we see","Eric Sanderson pictures New York -- before the City","Carolyn Steel: How food shapes our cities","Karen Armstrong: Let's revive the Golden Rule","Stefan Sagmeister: The power of time off","Garik Israelian: How spectroscopy could reveal alien life","Tim Brown urges designers to think big","Parag Khanna maps the future of countries ","Taryn Simon photographs secret sites","Evgeny Morozov: How the Net aids dictatorships","Jonathan Zittrain: The Web as random acts of kindness","William Kamkwamba: How I harnessed the wind","Jacqueline Novogratz: A third way to think about aid","Oliver Sacks: What hallucination reveals about our minds","Rebecca Saxe: How we read each other's minds","Imogen Heap plays \"Wait It Out\"","John Lloyd inventories the invisible","Bjarke Ingels: 3 warp-speed architecture tales","Lewis Pugh swims the North Pole","Misha Glenny investigates global crime networks","James Balog: Time-lapse proof of extreme ice loss","Steve Truglia: A leap from the edge of space","Dan Pink: The puzzle of motivation","Geoff Mulgan: Post-crash, investing in a better world","Evan Grant: Making sound visible through cymatics","Josh Silver demos adjustable liquid-filled eyeglasses ","Cary Fowler: One seed at a time, protecting the future of food","Eric Giler demos wireless electricity","Michael Pritchard: How to make filthy water drinkable","Hans Rosling: Let my dataset change your mindset","Natasha Tsakos' multimedia theatrical adventure","Emmanuel Jal: The music of a war child","Elaine Morgan says we evolved from aquatic apes","Janine Benyus: Biomimicry in action","Gordon Brown: Wiring a web for global good","Paul Romer: Why the world needs charter cities","Alain de Botton: A kinder, gentler philosophy of success","Willard Wigan: Hold your breath for micro-sculpture","Golan Levin makes art that looks back at you","Nina Jablonski breaks the illusion of skin color","Stewart Brand: 4 environmental 'heresies'","Jim Fallon: Exploring the mind of a killer","Daniel Libeskind's 17 words of architectural inspiration","Kary Mullis' next-gen cure for killer infections","Olafur Eliasson: Playing with space and light","Tom Wujec: 3 ways the brain creates meaning","Sophal Ear: Escaping the Khmer Rouge","Arthur Benjamin: Teach statistics before calculus!","Gever Tulley: Life lessons through tinkering","Diane Benscoter on how cults rewire the brain","The design genius of Charles + Ray Eames","Ray Zahab treks to the South Pole","Philip Zimbardo: The psychology of time","Katherine Fulton: You are the future of philanthropy","Paul Collier's new rules for rebuilding a broken nation","Clay Shirky: How social media can make history","Catherine Mohr: Surgery's past, present and robotic future","Jane Poynter: Life in Biosphere 2","Richard St. John: \"Success is a continuous journey\"","Pete Alcorn on the world in 2200","Robert Full: Learning from the gecko's tail","Nancy Etcoff: Happiness and its surprises","John La Grou plugs smart power outlets","Kevin Surace invents eco-friendly drywall","Felix Dennis: Odes to vice and consequences","Yann Arthus-Bertrand captures fragile Earth in wide-angle","Jay Walker on the world's English mania","Kaki King rocks out to \"Pink Noise\"","Liz Coleman's call to reinvent liberal arts education ","Ray Kurzweil: A university for the coming singularity","Joachim de Posada: Don't eat the marshmallow!","Jonathan Drori: Why we're storing billions of seeds","Michelle Obama's plea for education","Al Gore warns on latest climate trends","Yves Behar's supercharged motorcycle design","Dan Ariely asks, Are we in control of our own decisions? ","Carolyn Porco: Could a Saturn moon harbor life?","Mary Roach: 10 things you didn't know about orgasm","Ray Anderson: The business logic of sustainability","Seth Godin: The tribes we lead","Naturally 7 beatboxes a whole band","Nandan Nilekani's ideas for India's future","Hans Rosling on HIV: New facts and stunning data visuals","Louise Fresco on feeding the whole world","Tom Shannon's anti-gravity sculpture","Sean Gourley on the mathematics of war","Mae Jemison on teaching arts and sciences together","Laurie Garrett on lessons from the 1918 flu","Brian Cox: What went wrong at the LHC","Sarah Jones as a one-woman global village","Alex Tabarrok on how ideas trump crises","Michael Merzenich: Growing evidence of brain plasticity","Nate Silver: Does race affect votes?","Tim Ferriss: Smash fear, learn anything","Ben Katchor's comics of bygone New York","Niels Diffrient rethinks the way we sit down","Shai Agassi: A new ecosystem for electric cars","Margaret Wertheim: The beautiful math of coral","Erik Hersman on reporting crisis via texting","Demo: Stunning data visualization in the AlloSphere","Matthew Childs' 9 life lessons from rock climbing","Gregory Stock: To upgrade is human","Bonnie Bassler: How bacteria \"talk\"","Bruce Bueno de Mesquita predicts Iran's future","PW Singer on military robots and the future of war","Emily Levine's theory of everything","Renny Gleeson on antisocial phone tricks","Jacek Utko designs to save newspapers","Nathaniel Kahn on \"My Architect\"","Ueli Gegenschatz soars in a wingsuit","C.K. Williams' poetry of youth and age ","John Wooden: the difference between winning and succeeding","Christopher Deam restyles the Airstream","Kamal Meattle: How to grow fresh air","Nathan Wolfe's jungle search for viruses","David Pogue on cool phone tricks","Saul Griffith: High-altitude wind energy from kites!","Jacqueline Novogratz on escaping poverty","Pattie Maes and Pranav Mistry demo SixthSense","Dan Dennett: Cute, sexy, sweet, funny","Dan Ariely: Our buggy moral code","Adam Savage: My obsession with falcons","Aimee Mullins: It's not fair having 12 pairs of legs","Tim Berners-Lee on the next Web","Stuart Brown: Play is more than fun","Bruce McCall's faux nostalgia","Mike Rowe: Learning from dirty jobs","Don Norman: 3 ways good design makes you happy","Elizabeth Gilbert: Your elusive creative genius","Willie Smits: How to restore a rainforest","Nalini Nadkarni on conserving the canopy","Brenda Laurel on games for girls","Evan Williams on listening to Twitter users","Miru Kim's underground art","Jill Tarter's call to join the SETI search","Capt. Charles Moore on the seas of plastic","Richard Pyle dives the reef's Twilight Zone","Ed Ulbrich: How Benjamin Button got his face","Juan Enriquez: The next species of human","Sylvia Earle's TED Prize wish to protect our oceans","Barry Schwartz: Our loss of wisdom","Gustavo Dudamel leads El Sistema's top youth orchestra","Bill Gates: Mosquitos, malaria and education","Jose Antonio Abreu: The El Sistema music revolution","David Merrill: Toy tiles that talk to each other","Bill Gross on new energy","Milton Glaser on using design to make ideas new","MacMaster + Leahy play the fiddle","Aimee Mullins: Changing my legs - and my mindset","Joe DeRisi solves medical mysteries","Woody Norris: Hypersonic sound and other inventions","Peter Ward on Earth's mass extinctions","Barry Schuler: Genomics 101","Sherwin Nuland on hope","Jamais Cascio on tools for a better world","Joseph Pine: What consumers want","David Carson on design + discovery","Paula Scher gets serious","Peter Reinhart on bread","Scott McCloud on comics","Paul Moller on the Skycar","Paul Sereno digs up dinosaurs","Kary Mullis celebrates the experiment","Greg Lynn on calculus in architecture","Rob Forbes on ways of seeing","John Maeda on his journey in design","Jennifer 8. Lee hunts for General Tso","Penelope Boston says there might be life on Mars","Negroponte takes OLPC to Colombia","Steven Strogatz on sync","Dan Gilbert: Why we make bad decisions","Benjamin Wallace: The price of happiness","Dennis vanEngelsdorp: a plea for bees","Jay Walker's library of human imagination","Philip Rosedale on Second Life","Eva Zeisel on the playful search for beauty","Larry Burns on the future of cars","David Holt plays mountain music","Richard Preston on the giant trees ","Nick Sears demos the Orb","Dan Barber's foie gras parable","Gregory Petsko on the coming neurological epidemic","Andy Hobsbawm says: Do the green thing","George Smoot: The design of the universe","Bill Joy: What I'm worried about, what I'm excited about","Franco Sacchi tours Nigeria's booming Nollywood","Isaac Mizrahi on fashion and creativity","Stewart Brand on the Long Now","Tim Brown: Tales of creativity and play","Ursus Wehrli tidies up art","John Francis walks the Earth","Charles Elachi on the Mars Rovers","Lee Smolin on science and democracy","Luca Turin on the science of scent","Samantha Power on a complicated hero","Robert Wright: The evolution of compassion","James Surowiecki: When social media became news","Graham Hawkes flies through the ocean","Robert Thurman: Expanding your circle of compassion","Imam Faisal Abdul Rauf: Lose your ego, find your compassion","Jared Diamond on why societies collapse","Swami Dayananda Saraswati: The profound journey of compassion","Rabbi Jackie Tabick: The balancing act of compassion","Rev. James Forbes: Compassion at the dinner table","Jonathan Haidt: The moral roots of liberals and conservatives","Zach Kaplan and Keith Schacht demo toys from the future","Mihaly Csikszentmihalyi: Flow, the secret to happiness","Rives: A story of mixed emoticons","Newton Aduaka tells the story of Ezra","Kristen Ashburn's photos of AIDS","Paul MacCready on nature vs. humans","Garrett Lisi: A theory of everything","John Hodgman: Aliens, love -- where are they?","Dean Ornish: Healing through diet","Virginia Postrel on glamour","Paola Antonelli previews \"Design and the Elastic Mind\"","David Perry: Are games better than life?","Doris Kearns Goodwin on learning from past presidents","Steven Johnson on the Web as a city","Noah Feldman says politics and religion are technologies","James Nachtwey fights XDR-TB","Liz Diller plays with architecture","Philip Zimbardo: The psychology of evil","Stefan Sagmeister: Designing with slogans","Rodney Brooks says robots will invade our lives","Caleb Chung plays with Pleo","Laura Trice suggests we all say thank you","Marvin Minsky on health and the human mind","Eve Ensler on security","David S. Rose on pitching to VCs","Ann Cooper talks school lunches","Keith Bellows on the camel's hump ","Peter Diamandis on our next giant leap","Carmen Agra Deedy spins stories","David Gallo on life in the deep oceans","Irwin Redlener on surviving a nuclear attack","Brewster Kahle builds a free digital library","Jane Goodall helps humans and animals live together","Jonathan Drori on what we think we know","Peter Hirshberg on TV and the web","Einstein the Parrot talks and squawks","Patricia Burchat: Shedding light on dark matter","Paul Rothemund details DNA folding","Sugata Mitra shows how kids teach themselves","Ory Okolloh on becoming an activist","Lennart Green: Close-up card magic with a twist","John Walker re-creates great performances","Nellie McKay sings \"The Dog Song\"","Ian Dunbar on dog-friendly dog training","David Griffin: How photography connects us","Spencer Wells builds a family tree for humanity","Billy Graham on technology and faith","Robert Lang: The math and magic of origami","A.J. Jacobs: My year of living biblically","Kevin Kelly: The next 5,000 days of the web","Kwabena Boahen on a computer that works like the brain","Keith Barry: Brain magic","Martin Seligman: The new era of positive psychology","Chris Abani: On humanity","Jonathan Harris: The web as art","Louise Leakey digs for humanity's origins","Reed Kroloff on modern and romantic architecture","Freeman Dyson: Let's look for life in the outer solar system","Helen Fisher: The brain in love","Marisa Fick-Jordan shares the wonder of Zulu wire art","Clay Shirky: Institutions vs. collaboration","Corneille Ewango is a hero of the Congo forest","Torsten Reil builds better animations","David Hoffman on losing everything","Nellie McKay sings \"Mother of Pearl\" and \"If I Had You\"","Rick Smolan tells the story of a girl","Raul Midon plays \"Peace on Earth\"","Benjamin Zander: The transformative power of classical music","Peter Diamandis on Stephen Hawking in zero g","Jill Bolte Taylor's stroke of insight","Nicholas Negroponte on One Laptop per Child, two years on","Chris Jordan: Turning powerful stats into art","Steven Levitt on child carseats","Nellie McKay sings \"Clonie\"","Robert Full: Engineering and evolution","Adam Grosser: A mobile fridge for vaccines","Wade Davis: The worldwide web of belief and ritual","Murray Gell-Mann on the ancestor of language","Dean Ornish: Your genes are not your fate","Susan Blackmore: Memes and \"temes\"","George Dyson at the birth of the computer","Nathan Myhrvold on archeology, animal photography, BBQ ...","Paul Collier on the \"bottom billion\"","Arthur Ganson: Moving sculpture","Mark Bittman: What's wrong with what we eat","Dr. Seyi Oyesola tours a hospital in Nigeria","Yves Behar: Designing objects that tell stories","Joshua Klein: The intelligence of crows","Robert Ballard on exploring the oceans","Brian Greene: Making sense of string theory","Paul Stamets: 6 ways mushrooms can save the world","Hector Ruiz on connecting the world","Alisa Miller: The news about the news","Michael Moschen juggles rhythm and motion","Paul Ewald asks, Can we domesticate germs?","Brian Cox: CERN's supercollider","They Might Be Giants play at 8:30 am","Al Gore: New thinking on the climate crisis","Amy Tan: Where does creativity hide?","Ernest Madu on world-class health care","Stephen Hawking: Questioning the universe","Tod Machover and Dan Ellsey play new music","Yochai Benkler on the new open-source economics","Johnny Lee demos Wii Remote hacks","Karen Armstrong makes her TED Prize wish: the Charter for Compassion","Jakob Trollback rethinks the music video","Clifford Stoll: The call to learn","Siegfried Woldhek shows how he found the true face of Leonardo","David Hoffman shares his Sputnik mania","Christopher deCharms: A look inside the brain in real time","Norman Foster's green agenda","Dave Eggers' wish: Once Upon a School","Neil Turok makes his TED Prize wish","Frank Gehry as a young rebel","Craig Venter: On the verge of creating synthetic life","Nicholas Negroponte, in 1984, makes 5 predictions","Alan Kay shares a powerful idea about ideas","Roy Gould and Curtis Wong preview the WorldWide Telescope","Michael Pollan: A plant's-eye view","Joseph Lekuton tells a parable for Kenya","The Raspyni Brothers juggle and jest","The Jill and Julia Show","Steve Jurvetson on model rocketry","George Dyson on Project Orion","Pamelia Kurstin plays the theremin","Moshe Safdie on building uniqueness","Howard Rheingold: The new power of collaboration","David Macaulay's Rome Antics","Jaime Lerner sings of the city","Chris Anderson on TED's nonprofit transition","Robin Chase on Zipcar and her next big idea","Alison Jackson looks at celebrity","David Gallo: Underwater astonishments","Isabel Allende: Tales of passion","Ben Dunlap: The life-long learner","Bill Strickland makes change with a slide show","David Pogue on the music wars","Richard Dawkins: Militant atheism","Paola Antonelli treats design as art","Gever Tulley 5 dangerous things you should let your kids do","JJ Abrams: the mystery box","Raul Midon plays \"Tembererana\"","Arthur Benjamin does \"Mathemagic\"","Frank Gehry asks \"Then what?\"","Deborah Gordon: The emergent genius of ant colonies","Yossi Vardi fights local warming","Lakshmi Pratury on letter-writing","Daniel Goleman on compassion","Amory Lovins on winning the oil endgame","Murray Gell-Mann on beauty and truth in physics","Philippe Starck: Design and destiny","Ron Eglash: The fractals at the heart of African designs","Juan Enriquez: Using biology to rethink the energy challenge","David Keith's unusual climate change idea","Larry Lessig: Laws that choke creativity","Larry Brilliant makes the case for optimism","Matthieu Ricard: The habits of happiness","Robert Full on animal movement","Paul Rothemund casts a spell with DNA","Sherwin Nuland: How electroshock therapy changed me","VS Ramachandran: 3 clues to understanding your brain","Eleni Gabre-Madhin on Ethiopian economics","Jan Chipchase: The anthropology of mobile phones","Maira Kalman, the illustrated woman","Hod Lipson builds \"self-aware\" robots","Steven Pinker: The surprising decline in violence","Richard Branson: Life at 30,000 feet","Carolyn Porco: This is Saturn","Kenichi Ebina's magic moves","Stephen Petranek counts down to Armageddon","Steven Pinker: What our language habits reveal","Erin McKean: The joy of lexicography","Paul MacCready flies on solar wings","Zeresenay Alemseged looks for humanity's roots","Deborah Scranton on her \"War Tapes\"","Theo Jansen: My creations, a new form of life","John Maeda: Designing for simplicity","Andrew Mwenda takes a new look at Africa","Dean Kamen previews a new prosthetic arm","Jeff Skoll makes movies that matter","Jacqueline Novogratz on patient capitalism","Vusi Mahlasela sings \"Thula Mama\"","Chris Abani on the stories of Africa","Patrick Awuah on educating leaders","Euvin Naidoo on investing in Africa","William Kamkwamba: How I built a windmill","George Ayittey on Cheetahs vs. Hippos","Ngozi Okonjo-Iweala on aid versus trade","Allison Hunt gets (a new) hip","David Bolinsky: Visualizing the wonder of a living cell","Rives: The  4 a.m. mystery","Will Wright: Spore, birth of a game","Emily Oster flips our thinking on AIDS in Africa","Jonathan Harris: the Web's secret stories","Dan Dennett: Dangerous memes","Alan Russell: The potential of regenerative medicine","Hans Rosling: New insights on poverty","Bill Stone: The caves and the moon","Thomas Barnett: Rethinking America's military strategy","Stephen Lawler tours Microsoft Virtual Earth","Bob Thurman: We can be Buddhas","David Rockwell builds at Ground Zero","John Doerr sees salvation and profit in greentech","Ngozi Okonjo-Iweala: Want to help Africa? Do business here","Anand Agarawala demos BumpTop","Blaise Aguera y Arcas demos Photosynth","Tierney Thys swims with the giant sunfish","Jeff Hawkins: How brain science will change computing","Stewart Brand on squatter cities","Tom Honey on God and the tsunami","James Kunstler: How bad architecture wrecked cities","David Kelley on human-centered design","Stew says \"Black Men Ski\"","Natalie MacMaster fiddles in reel time","Sergey Brin and Larry Page: The genesis of Google","Chris Anderson of WIRED on tech's Long Tail","Tom Rielly delivers a comic sendup of TED2006","Dolby + Garniez play \"La Vie en Rose\"","Eddi Reader on \"What You've Got\"","Rives remixes TED2006","Dan Dennett: The illusion of consciousness","Eddi Reader sings \"Kiteflyer's Hill\"","Jeff Bezos: The electricity metaphor","Evelyn Glennie: How to truly listen","William McDonough: Cradle to cradle design","Janine Benyus: The promise of biomimicry","Susan Savage-Rumbaugh: The gentle genius of bonobos","Frans Lanting: The story of life in photographs","Caroline Lavelle casts a spell on cello","James Watson: How we discovered DNA","Thom Mayne on architecture as connection","Jill Sobule sings to Al Gore","Stefan Sagmeister: Happiness by design","Golan Levin on software (as) art","Al Seckel: Powerful visual illusions","Seth Godin: How to get your ideas to spread","Sheila Patek clocks the fastest animals","Vik Muniz: Art with wire, sugar, chocolate and string","Chris Bangle says great cars are Art","Juan Enriquez: The life-code that will reshape the future","Jane Goodall: What separates us from chimpanzees?","Dean Kamen on inventing and giving","Carl Honore: In praise of slowness","Nick Bostrom on our biggest problems","Alex Steffen: The route to a sustainable future","Bill Clinton on rebuilding Rwanda","James Nachtwey: My photographs bear witness","E.O. Wilson calls for an Encyclopedia of Life","Craig Venter on DNA and the sea","Paul Bennett finds design in the details","Neil Gershenfeld on Fab Labs","Nora York sings \"What I Want\"","Saul Griffith on everyday inventions","Anna Deavere Smith: Four American characters","Charles Leadbeater: The era of open innovation","Bjorn Lomborg: Global priorities bigger than climate change","Robert Wright: The logic of non-zero-sum progress","Ray Kurzweil: The accelerating power of technology","Martin Rees asks: Is this our final century?","Steven Johnson tours the Ghost Map","Wade Davis: Dreams from endangered cultures","Phil Borges on endangered cultures","Kevin Kelly: How technology evolves","Richard St. John's 8 secrets of success","Robert Fischell on medical inventing","Edward Burtynsky: Manufactured landscapes","Dean Ornish: The world's killer diet","Robert Neuwirth on our \"shadow cities\"","Michael Shermer: Why people believe weird things","Peter Gabriel fights injustice with video","Peter Donnelly: How stats fool juries","Bono: Action for Africa","Burt Rutan sees the future of space","Ben Saunders skis to the North Pole","Aubrey de Grey: A roadmap to end aging","Iqbal Quadir says mobiles fight poverty","Ashraf Ghani on rebuilding broken states","Jacqueline Novogratz invests in Africa's own solutions","Barry Schwartz: The paradox of choice","Sasa Vucinic invests in free press","Dan Gilbert: The surprising science of happiness","Richard Dawkins: Why the universe seems so strange","Steven Levitt: The freakonomics of McDonalds vs. drugs","Malcolm Gladwell: Choice, happiness and spaghetti sauce","Eva Vertes looks to the future of medicine","Helen Fisher: Why we love, why we cheat","David Deutsch: Chemical scum that dream of distant quasars","Ken Robinson says schools kill creativity","Mena Trott on blogs","Eve Ensler: Happiness in body and soul","Ze Frank's nerdcore comedy","Richard Baraniuk on open-source learning","Jimmy Wales on the birth of Wikipedia","Amy Smith shares simple, lifesaving design","Jennifer Lin: Improvising on piano, aged 14","Rick Warren: A life of purpose","Ross Lovegrove shares organic designs","Dan Dennett: Responding to Pastor Rick Warren","Nicholas Negroponte on One Laptop per Child","Julia Sweeney: Letting go of God","Cameron Sinclair: A call for open-source architecture","Jeff Han demos his breakthrough touchscreen","Larry Brilliant wants to stop pandemics","Hans Rosling: Stats that reshape your worldview","Tony Robbins: Why we do what we do","Jehane Noujaim wishes for a global day of film","Al Gore: Averting the climate crisis","Joshua Prince-Ramus on Seattle's library","David Pogue: Simplicity sells","Jane McGonigal: The game that can give you 10 extra years of life","Majora Carter: Greening the ghetto","Jonathan Eisen: Meet your microbes","Cesar Harada: A novel idea for cleaning up oil spills","Boaz Almog “levitates” a superconductor","Usman Riaz and Preston Reed: A young guitarist meets his hero","Elyn Saks: A tale of mental illness -- from the inside","Alanna Shaikh: How I'm preparing to get Alzheimer's","Raghava KK: What’s your 200-year plan?","E.O. Wilson: Advice to young scientists","Don Tapscott: Four principles for the open world","Massimo Banzi: How Arduino is open-sourcing imagination","Rives: Reinventing the encyclopedia game","Wolfgang Kessling: How to air-condition outdoor spaces","Jon Nguyen: Tour the solar system from home","Scott Fraser: Why eyewitnesses get it wrong"]}